{
  "hero.greeting": "Hallo, ich bin",
  "hero.role": "IT-Lösungsanbieter, Softwareentwickler & Datenanalyst",
  "hero.intro": "Willkommen in meinem professionellen Bereich, in dem ich meine Projekte, Fähigkeiten und Kompetenzen präsentiere. Ich bin ein leidenschaftlicher IT-Lösungsanbieter, Softwareentwickler und Datenanalyst. Ich spezialisiere mich auf den Aufbau robuster Webanwendungen und die Gewinnung verwertbarer Erkenntnisse aus Daten. Ich helfe Unternehmen, ihre Ideen in digitale Realität umzusetzen. Entdecke mein Portfolio, um zu sehen, wie ich Technologie, Kreativität und Strategie kombiniere, um echten Mehrwert zu schaffen, und sieh dir die FAQ an oder kontaktiere mich einfach 👇. Danke für deinen Besuch!",
  "button.getInTouch": "Kontakt aufnehmen",
  "button.viewProjects": "Projekte ansehen",
  "navbar.home": "Startseite",
  "navbar.projects": "Projekte",
  "navbar.skills": "Fähigkeiten",
  "navbar.capabilities": "Fähigkeiten",
  "navbar.blog": "Blog",
  "navbar.contact": "Kontakt",
  "navbar.name": "Philip K.C O.",
  "footer.twitter": "Twitter",
  "footer.instagram": "Instagram",
  "footer.linkedin": "LinkedIn",
  "footer.github": "GitHub",
  "footer.privacy": "Datenschutz-Bestimmungen",
  "footer.faq": "FAQ",
  "footer.blogs": "Blogs",
  "footer.copyright": "Copyright © {year} Philip Kelechukwu Orji. Alle Rechte vorbehalten.",
  "faq.title": "Häufig gestellte Fragen",
  "projects.title": "Meine Projekte",
  "projects.subtitle": "Entdecken Sie meine Arbeit in verschiedenen Bereichen und Technologien.",
  "projects.tabs.ict": "IT-Lösungen",
  "projects.tabs.webApps": "Webanwendungen",
  "projects.tabs.dataAnalytics": "Datenanalyse",
  "projects.viewProject": "Projekt ansehen",
  "skills.title": "Meine technischen Fähigkeiten",
  "skills.subtitle": "Hier finden Sie einen kategorisierten Überblick über meine technische Expertise, Werkzeuge und Technologien, die ich zur Entwicklung robuster digitaler Lösungen verwende.",
  "capabilities.title": "Professionelle Fähigkeiten",
  "capabilities.subtitle": "Entdecken Sie das Spektrum an Dienstleistungen und Fachwissen, das ich anbiete, um Unternehmen und Einzelpersonen bei der Erreichung ihrer Technologieziele zu unterstützen.",
  "about.title": "Über mich",
  "about.readMore": "Mehr erfahren...",
  "about.showLess": "Weniger anzeigen...",
  "about.downloadCV": "Lebenslauf herunterladen",
  "about.p1": "Hallo! Ich bin Philip Kelechukwu Orji, ein IT-Lösungsanbieter, Softwareentwickler und Datenanalyst mit einer Leidenschaft dafür, komplexe geschäftliche Herausforderungen in elegante, effiziente und skalierbare digitale Lösungen zu verwandeln. Meine Leidenschaft für das Bauen und die Unterstützung von Unternehmen hat meinen Weg in der Technologie geprägt, angetrieben von unermüdlicher Neugier und dem Engagement für kontinuierliches Lernen.",
  "about.p2": "Mit einer soliden Grundlage in der Softwareentwicklung spezialisiere ich mich auf die Entwicklung robuster Webanwendungen mit modernen Frameworks wie React und Next.js, unterstützt durch leistungsstarke Backend-Technologien. Meine Expertise erstreckt sich auf die Datenanalyse, bei der ich statistische Methoden und maschinelles Lernen einsetze, um aus Rohdaten verwertbare Erkenntnisse zu gewinnen und Unternehmen bei fundierten Entscheidungen zu unterstützen.",
  "about.p2short": "Mit einer soliden Grundlage in der Softwareentwicklung spezialisiere ich mich auf die Entwicklung robuster Webanwendungen mit modernen Frameworks wie React und Next.js, unterstützt durch leistungsstarke Backend-Technologien.",
  "about.p3": "Ich blühe in Umgebungen auf, in denen Innovation gefördert wird und Problemlösung im Vordergrund steht. Ob beim Entwerfen eines neuen Systems, der Optimierung bestehender Prozesse oder beim tiefen Eintauchen in Daten, um verborgene Muster zu entdecken – ich setze mich dafür ein, hochwertige Ergebnisse zu liefern, die die Erwartungen übertreffen.",
  "about.p4": "Mein Ansatz ist kollaborativ und benutzerzentriert. Ich glaube, dass die besten Lösungen aus einem tiefen Verständnis der Benutzerbedürfnisse und einer engen Zusammenarbeit mit den Beteiligten entstehen. Ich bin immer bereit, neue Herausforderungen anzunehmen und zu Projekten beizutragen, die einen echten Unterschied machen.",
  "about.p5": "Schauen Sie sich gerne meine Projekte und Fähigkeiten an und zögern Sie nicht, mich zu kontaktieren, wenn Sie ein Projekt im Sinn haben oder einfach nur in Kontakt treten möchten!",
  "project.1.title": "Unternehmensnetzwerkinfrastruktur",
  "project.1.desc": "Entwicklung und Implementierung einer sicheren, skalierbaren Netzwerkinfrastruktur für ein multinationales Unternehmen, einschließlich VPN-Einrichtung, Firewall-Konfiguration und Netzwerküberwachungssysteme.",
  "project.2.title": "Cloud-Migrationsstrategie",
  "project.2.desc": "Leitung der Migration von On-Premise-Infrastruktur in die AWS-Cloud, was zu einer Kostenreduzierung von 40 % und einer verbesserten Systemzuverlässigkeit führte.",
  "project.3.title": "Implementierung von Cybersicherheit",
  "project.3.desc": "Implementierung umfassender Sicherheitsmaßnahmen einschließlich SIEM, IDS/IPS und Endpunktschutz für ein Finanzinstitut.",
  "project.4.title": "E-Commerce-Plattform",
  "project.4.desc": "Entwicklung einer voll ausgestatteten E-Commerce-Plattform mit Echtzeit-Inventarverwaltung, Zahlungsabwicklung und Analyse-Dashboard.",
  "project.5.title": "Projektmanagement-Tool",
  "project.5.desc": "Entwicklung einer kollaborativen Projektmanagement-Anwendung mit Echtzeit-Updates, Aufgabenverfolgung und Teamkommunikation.",
  "project.6.title": "Gesundheitsportal",
  "project.6.desc": "Erstellung eines sicheren Patientenportals für einen Gesundheitsdienstleister mit Terminplanung, Zugriff auf medizinische Unterlagen und Telemedizin-Funktionen.",
  "project.7.title": "Verkaufsanalyse-Dashboard",
  "project.7.desc": "Entwicklung eines interaktiven Dashboards zur Analyse der Verkaufsleistung mit prädiktiver Analyse und Trendvisualisierung.",
  "project.8.title": "Kundenverhaltensanalyse",
  "project.8.desc": "Implementierung von Machine-Learning-Modellen zur Analyse von Kundenverhaltensmustern und zur Vorhersage der Abwanderungswahrscheinlichkeit.",
  "project.9.title": "Optimierung der Lieferkette",
  "project.9.desc": "Erstellung eines Optimierungsmodells für das Lieferkettenmanagement unter Verwendung historischer Daten und prädiktiver Analysen.",
  "featured.subtitle": "Eine Auswahl herausragender Projekte, die meine Fähigkeiten und Erfahrungen in verschiedenen Bereichen zeigen.",
  "featured.title": "Ausgewählte Projekte",
  "privacy.title": "Datenschutzerklärung",
  "privacy.intro.title": "Einleitung",
  "privacy.intro": "Diese Datenschutzerklärung beschreibt, wie wir Ihre persönlichen Daten erfassen, verwenden und verarbeiten, wenn Sie unsere Website und Dienste nutzen. Wir verpflichten uns, Ihre Privatsphäre zu schützen und die Sicherheit Ihrer persönlichen Daten zu gewährleisten.",
  "privacy.infoWeCollect.title": "Welche Daten wir erfassen",
  "privacy.infoWeCollect": "Wir erfassen verschiedene Arten von Informationen für unterschiedliche Zwecke:",
  "privacy.infoWeCollectList.0": "Persönliche Informationen: Name, E-Mail-Adresse, Telefonnummer und alle weiteren Angaben, die Sie über unser Kontaktformular bereitstellen",
  "privacy.infoWeCollectList.1": "Nutzungsdaten: Informationen darüber, wie Sie unsere Website nutzen, einschließlich besuchter Seiten, aufgewendeter Zeit und Browsertyp",
  "privacy.infoWeCollectList.2": "Cookies und Tracking-Technologien: Wir verwenden Cookies, um Ihr Surferlebnis zu verbessern und den Website-Verkehr zu analysieren",
  "privacy.infoWeCollectList.3": "Kommunikationsdaten: Informationen, die Sie bereitstellen, wenn Sie uns kontaktieren oder unseren Newsletter abonnieren",
  "privacy.howWeUse.title": "Wie wir Ihre Daten verwenden",
  "privacy.howWeUse": "Wir verwenden die gesammelten Informationen für folgende Zwecke:",
  "privacy.howWeUseList.0": "Bereitstellung und Wartung unserer Dienste",
  "privacy.howWeUseList.1": "Beantwortung Ihrer Anfragen und Kundenservice",
  "privacy.howWeUseList.2": "Versand von Updates, Marketingmitteilungen und Werbematerialien (mit Ihrer Zustimmung)",
  "privacy.howWeUseList.3": "Verbesserung unserer Website und Dienste",
  "privacy.howWeUseList.4": "Erkennung und Verhinderung technischer Probleme",
  "privacy.howWeUseList.5": "Einhaltung gesetzlicher Verpflichtungen",
  "privacy.dataSecurity.title": "Datensicherheit",
  "privacy.dataSecurity": "Wir setzen geeignete technische und organisatorische Maßnahmen ein, um Ihre persönlichen Daten zu schützen, darunter:",
  "privacy.dataSecurityList.0": "Verschlüsselung von Daten während der Übertragung und Speicherung",
  "privacy.dataSecurityList.1": "Regelmäßige Sicherheitsüberprüfungen und Updates",
  "privacy.dataSecurityList.2": "Zugangskontrollen und Authentifizierungsverfahren",
  "privacy.dataSecurityList.3": "Sichere Datenspeicherung und Backup-Systeme",
  "privacy.rights.title": "Ihre Rechte",
  "privacy.rights": "Sie haben folgende Rechte in Bezug auf Ihre persönlichen Daten:",
  "privacy.rightsList.0": "Recht auf Auskunft über Ihre Daten",
  "privacy.rightsList.1": "Recht auf Berichtigung unrichtiger Daten",
  "privacy.rightsList.2": "Recht auf Löschung Ihrer Daten",
  "privacy.rightsList.3": "Recht auf Widerspruch gegen die Verarbeitung Ihrer Daten",
  "privacy.rightsList.4": "Recht auf Datenübertragbarkeit",
  "privacy.rightsList.5": "Recht auf Widerruf der Einwilligung",
  "privacy.thirdParty.title": "Drittanbieter-Dienste",
  "privacy.thirdParty": "Wir können Drittanbieter-Dienste nutzen, die die Nutzung der Website erfassen, überwachen und analysieren. Diese Dienste haben eigene Datenschutzrichtlinien und können Informationen wie Ihre IP-Adresse, den Browsertyp und besuchte Seiten erfassen.",
  "privacy.changes.title": "Änderungen an dieser Richtlinie",
  "privacy.changes": "Wir können diese Datenschutzerklärung von Zeit zu Zeit aktualisieren. Wir werden Sie über Änderungen informieren, indem wir die neue Datenschutzerklärung auf dieser Seite veröffentlichen und das Datum 'Zuletzt aktualisiert' anpassen. Wir empfehlen Ihnen, diese Datenschutzerklärung regelmäßig zu überprüfen.",
  "privacy.contact.title": "Kontaktieren Sie uns",
  "privacy.contact": "Wenn Sie Fragen zu dieser Datenschutzerklärung oder unseren Datenschutzpraktiken haben, kontaktieren Sie uns bitte:",
  "privacy.contactList.0": "Über das Kontaktformular auf unserer Website",
  "privacy.contactList.1": "Per E-Mail an [Ihre E-Mail-Adresse]",
  "privacy.contactList.2": "Per Post an [Ihre Postadresse]",
  "privacy.lastUpdated": "Zuletzt aktualisiert:",
  "faq.q1.question": "Welche Dienstleistungen bieten Sie an?",
  "faq.q1.answer": "Ich bin auf Full-Stack-Webentwicklung spezialisiert und erstelle moderne, reaktionsfähige Webanwendungen mit React, Next.js und Node.js. Meine Dienstleistungen umfassen maßgeschneiderte Website-Entwicklung, Webanwendungsentwicklung, API-Integration und technische Beratung. Ich lege Wert auf leistungsstarke, SEO-freundliche und benutzerzentrierte Lösungen.",
  "faq.q2.question": "Wie kann ich ein Projekt starten?",
  "faq.q2.answer": "Der Einstieg ist einfach! Füllen Sie einfach das Kontaktformular auf meiner Website mit Ihren Projektdetails aus. Ich vereinbare ein kostenloses Erstgespräch, um Ihre Anforderungen zu verstehen, Zeitpläne zu besprechen und ein detailliertes Angebot zu erstellen. Nach der Freigabe beginnen wir mit der Entwicklung und regelmäßigen Updates.",
  "faq.q3.question": "Mit welchen Technologien arbeiten Sie?",
  "faq.q3.answer": "Ich arbeite mit einem modernen Tech-Stack, darunter React, Next.js, Node.js und TypeScript für die Webentwicklung. Für das Styling verwende ich Tailwind CSS und moderne CSS-Frameworks. Ich beherrsche auch Python für Datenanalyse und Automatisierung. Meine Entwicklungsumgebung umfasst Git für die Versionskontrolle, und ich halte mich an Best Practices für Codequalität und Sicherheit.",
  "faq.q4.question": "Bieten Sie fortlaufenden Support und Wartung an?",
  "faq.q4.answer": "Ja, ich biete umfassenden Support und Wartungsdienste an. Dazu gehören regelmäßige Updates, Sicherheitspatches, Leistungsoptimierung und technischer Support. Ich biete verschiedene Supportpakete an, die auf Ihre Bedürfnisse zugeschnitten sind, von Basiswartung bis hin zu umfassendem technischen Support. Alle Projekte beinhalten eine Garantiezeit und Dokumentation.",
  "faq.q5.question": "Wie sieht Ihr Entwicklungsprozess aus?",
  "faq.q5.answer": "Mein Entwicklungsprozess folgt einer agilen Methodik mit klaren Phasen: 1) Anforderungsanalyse und Planung, 2) Design und Prototyping, 3) Entwicklung und Test, 4) Bereitstellung und Launch, 5) Support nach dem Launch. Ich halte regelmäßigen Kontakt und gebe Fortschrittsberichte. Jede Phase beinhaltet Kundenfeedback, bevor es weitergeht.",
  "faq.q6.question": "Wie gestalten Sie die Preisfindung für Projekte?",
  "faq.q6.answer": "Die Preisgestaltung richtet sich nach Umfang, Komplexität und Zeitrahmen Ihres Projekts. Nach Klärung Ihrer Anforderungen erstelle ich ein detailliertes Angebot. Für größere Projekte biete ich Meilensteinzahlungen an. Ich bin transparent bei den Kosten und bespreche das Budget im Erstgespräch, damit es zu Ihren Erwartungen passt.",
  "faq.q7.question": "Was macht Ihren Entwicklungsansatz einzigartig?",
  "faq.q7.answer": "Mein Ansatz verbindet technisches Know-how mit einem Fokus auf Benutzererfahrung und Geschäftszielen. Ich lege Wert auf sauberen, wartbaren Code und halte mich an moderne Entwicklungsmethoden. Responsive Design, Performance-Optimierung und Barrierefreiheit stehen im Vordergrund. Jedes Projekt ist eine Partnerschaft mit offener Kommunikation und Zusammenarbeit.",
  "faq.q8.question": "Arbeiten Sie mit internationalen Kunden?",
  "faq.q8.answer": "Ja, ich arbeite mit Kunden weltweit. Ich habe Erfahrung im Umgang mit verschiedenen Zeitzonen und kann mich an unterschiedliche Kommunikationspräferenzen anpassen. Ich spreche fließend Englisch und kann mit internationalen Teams zusammenarbeiten. Alle Projekte werden über sichere Cloud-Tools für eine nahtlose Zusammenarbeit verwaltet, unabhängig vom Standort.",
  "cta.title": "Bereit, Ihre Ideen in die Realität umzusetzen?",
  "cta.subtitle": "Lassen Sie uns gemeinsam etwas Großartiges schaffen. Kontaktieren Sie mich und wir besprechen Ihr nächstes Projekt!",
  "cta.button": "Kostenlose Beratung erhalten",
  "skills.category.Frontend Development": "Frontend-Entwicklung",
  "skills.category.Backend Development": "Backend-Entwicklung",
  "skills.category.Data Analytics": "Datenanalyse",
  "skills.category.DevOps & Tools": "DevOps & Tools",
  "skills.skill.React": "React",
  "skills.skill.Next.js": "Next.js",
  "skills.skill.TypeScript": "TypeScript",
  "skills.skill.Tailwind CSS": "Tailwind CSS",
  "skills.skill.HTML/CSS": "HTML/CSS",
  "skills.skill.Node.js": "Node.js",
  "skills.skill.Python": "Python",
  "skills.skill.Java": "Java",
  "skills.skill.SQL": "SQL",
  "skills.skill.MongoDB": "MongoDB",
  "skills.skill.R": "R",
  "skills.skill.Excel": "Excel",
  "skills.skill.Tableau": "Tableau",
  "skills.skill.Power BI": "Power BI",
  "skills.skill.Git": "Git",
  "skills.skill.Docker": "Docker",
  "skills.skill.Kubernetes": "Kubernetes",
  "skills.skill.AWS": "AWS",
  "skills.skill.CI/CD": "CI/CD",
  "skills.skill.Linux": "Linux",
  "capabilities.webDev.title": "Webentwicklung",
  "capabilities.webDev.desc": "Full-Stack-Webentwicklung mit modernen Technologien und Best Practices.",
  "capabilities.dataAnalysis.title": "Datenanalyse",
  "capabilities.dataAnalysis.desc": "Datenbasierte Einblicke und Visualisierung mit verschiedenen Analysetools.",
  "capabilities.ictSolutions.title": "IT-Lösungen",
  "capabilities.ictSolutions.desc": "Umfassende IT-Lösungen für Unternehmen und Organisationen.",
  "capabilities.projectMgmt.title": "Projektmanagement",
  "capabilities.projectMgmt.desc": "Agiles Projektmanagement und Teamzusammenarbeit."
} 