{
  "hero.greeting": "Hallo, ich bin",
  "hero.role": "IT-Lösungsanbieter, Softwareentwickler & Datenanalyst",
  "hero.intro": "Willkommen in meinem professionellen Bereich, in dem ich meine Projekte, Fähigkeiten und Kompetenzen präsentiere. Ich bin ein leidenschaftlicher IT-Lösungsanbieter, Softwareentwickler und Datenanalyst. Ich spezialisiere mich auf den Aufbau robuster Webanwendungen und die Gewinnung verwertbarer Erkenntnisse aus Daten. Ich helfe Unternehmen, ihre Ideen in digitale Realität umzusetzen. Entdecke mein Portfolio, um zu sehen, wie ich Technologie, Kreativität und Strategie kombiniere, um echten Mehrwert zu schaffen, und sieh dir die FAQ an oder kontaktiere mich einfach 👇. Danke für deinen Besuch!",
  "button.getInTouch": "Kontakt aufnehmen",
  "button.viewProjects": "Projekte ansehen",
  "navbar.home": "Startseite",
  "navbar.projects": "Projekte",
  "navbar.skills": "Fähigkeiten",
  "navbar.capabilities": "Fähigkeiten",
  "navbar.blog": "Blog",
  "navbar.contact": "Kontakt",
  "navbar.name": "Philip K.C O.",
  "footer.twitter": "Twitter",
  "footer.instagram": "Instagram",
  "footer.linkedin": "LinkedIn",
  "footer.github": "GitHub",
  "footer.privacy": "Datenschutz-Bestimmungen",
  "footer.faq": "FAQ",
  "footer.blogs": "Blogs",
  "footer.copyright": "Copyright © {year} Philip Kelechukwu Orji. Alle Rechte vorbehalten.",
  "faq.title": "Häufig gestellte Fragen",
  "projects.title": "Meine Projekte",
  "projects.subtitle": "Entdecken Sie meine Arbeit in verschiedenen Bereichen und Technologien.",
  "projects.tabs.ict": "IT-Lösungen",
  "projects.tabs.webApps": "Webanwendungen",
  "projects.tabs.dataAnalytics": "Datenanalyse",
  "projects.viewProject": "Projekt ansehen",
  "skills.title": "Meine technischen Fähigkeiten",
  "skills.subtitle": "Hier finden Sie einen kategorisierten Überblick über meine technische Expertise, Werkzeuge und Technologien, die ich zur Entwicklung robuster digitaler Lösungen verwende.",
  "capabilities.title": "Professionelle Fähigkeiten",
  "capabilities.subtitle": "Entdecken Sie das Spektrum an Dienstleistungen und Fachwissen, das ich anbiete, um Unternehmen und Einzelpersonen bei der Erreichung ihrer Technologieziele zu unterstützen.",
  "about.title": "Über mich",
  "about.readMore": "Mehr erfahren...",
  "about.showLess": "Weniger anzeigen...",
  "about.downloadCV": "Lebenslauf herunterladen",
  "about.p1": "Hallo! Ich bin Philip Kelechukwu Orji, ein IT-Lösungsanbieter, Softwareentwickler und Datenanalyst mit einer Leidenschaft dafür, komplexe geschäftliche Herausforderungen in elegante, effiziente und skalierbare digitale Lösungen zu verwandeln. Meine Leidenschaft für das Bauen und die Unterstützung von Unternehmen hat meinen Weg in der Technologie geprägt, angetrieben von unermüdlicher Neugier und dem Engagement für kontinuierliches Lernen.",
  "about.p2": "Mit einer soliden Grundlage in der Softwareentwicklung spezialisiere ich mich auf die Entwicklung robuster Webanwendungen mit modernen Frameworks wie React und Next.js, unterstützt durch leistungsstarke Backend-Technologien. Meine Expertise erstreckt sich auf die Datenanalyse, bei der ich statistische Methoden und maschinelles Lernen einsetze, um aus Rohdaten verwertbare Erkenntnisse zu gewinnen und Unternehmen bei fundierten Entscheidungen zu unterstützen.",
  "about.p2short": "Mit einer soliden Grundlage in der Softwareentwicklung spezialisiere ich mich auf die Entwicklung robuster Webanwendungen mit modernen Frameworks wie React und Next.js, unterstützt durch leistungsstarke Backend-Technologien.",
  "about.p3": "Ich blühe in Umgebungen auf, in denen Innovation gefördert wird und Problemlösung im Vordergrund steht. Ob beim Entwerfen eines neuen Systems, der Optimierung bestehender Prozesse oder beim tiefen Eintauchen in Daten, um verborgene Muster zu entdecken – ich setze mich dafür ein, hochwertige Ergebnisse zu liefern, die die Erwartungen übertreffen.",
  "about.p4": "Mein Ansatz ist kollaborativ und benutzerzentriert. Ich glaube, dass die besten Lösungen aus einem tiefen Verständnis der Benutzerbedürfnisse und einer engen Zusammenarbeit mit den Beteiligten entstehen. Ich bin immer bereit, neue Herausforderungen anzunehmen und zu Projekten beizutragen, die einen echten Unterschied machen.",
  "about.p5": "Schauen Sie sich gerne meine Projekte und Fähigkeiten an und zögern Sie nicht, mich zu kontaktieren, wenn Sie ein Projekt im Sinn haben oder einfach nur in Kontakt treten möchten!",
  "project.1.title": "Unternehmensnetzwerkinfrastruktur",
  "project.1.desc": "Entwicklung und Implementierung einer sicheren, skalierbaren Netzwerkinfrastruktur für ein multinationales Unternehmen, einschließlich VPN-Einrichtung, Firewall-Konfiguration und Netzwerküberwachungssysteme.",
  "project.2.title": "Cloud-Migrationsstrategie",
  "project.2.desc": "Leitung der Migration von On-Premise-Infrastruktur in die AWS-Cloud, was zu einer Kostenreduzierung von 40 % und einer verbesserten Systemzuverlässigkeit führte.",
  "project.3.title": "Implementierung von Cybersicherheit",
  "project.3.desc": "Implementierung umfassender Sicherheitsmaßnahmen einschließlich SIEM, IDS/IPS und Endpunktschutz für ein Finanzinstitut.",
  "project.4.title": "E-Commerce-Plattform",
  "project.4.desc": "Entwicklung einer voll ausgestatteten E-Commerce-Plattform mit Echtzeit-Inventarverwaltung, Zahlungsabwicklung und Analyse-Dashboard.",
  "project.5.title": "Projektmanagement-Tool",
  "project.5.desc": "Entwicklung einer kollaborativen Projektmanagement-Anwendung mit Echtzeit-Updates, Aufgabenverfolgung und Teamkommunikation.",
  "project.6.title": "Gesundheitsportal",
  "project.6.desc": "Erstellung eines sicheren Patientenportals für einen Gesundheitsdienstleister mit Terminplanung, Zugriff auf medizinische Unterlagen und Telemedizin-Funktionen.",
  "project.7.title": "Verkaufsanalyse-Dashboard",
  "project.7.desc": "Entwicklung eines interaktiven Dashboards zur Analyse der Verkaufsleistung mit prädiktiver Analyse und Trendvisualisierung.",
  "project.8.title": "Kundenverhaltensanalyse",
  "project.8.desc": "Implementierung von Machine-Learning-Modellen zur Analyse von Kundenverhaltensmustern und zur Vorhersage der Abwanderungswahrscheinlichkeit.",
  "project.9.title": "Optimierung der Lieferkette",
  "project.9.desc": "Erstellung eines Optimierungsmodells für das Lieferkettenmanagement unter Verwendung historischer Daten und prädiktiver Analysen.",
  "featured.subtitle": "Eine Auswahl herausragender Projekte, die meine Fähigkeiten und Erfahrungen in verschiedenen Bereichen zeigen.",
  "featured.title": "Ausgewählte Projekte"
} 