{
  "hero.greeting": "Hallo, ich bin",
  "hero.role": "IT-Lösungsanbieter, Softwareentwickler & Projektmanager",
  "hero.intro": "Willkommen in meinem professionellen Bereich, in dem ich meine Projekte, Fähigkeiten und Kompetenzen präsentiere. Als leidenschaftlicher IT-Lösungsanbieter, Softwareentwickler und Projektmanager spezialisiere ich mich auf den Aufbau robuster Webanwendungen und die Leitung von Projekten von der Konzeption bis zum Abschluss. Ich helfe Unternehmen, ihre Ideen in digitale Realität umzusetzen. Entdecken Sie mein Portfolio, um zu sehen, wie ich Technologie, Kreativität und Strategie verbinde, um echten Mehrwert zu schaffen. Schauen Sie sich auch die FAQ an oder nehmen Sie einfach Kontakt auf 👇. Danke für Ihren Besuch!",
  "button.getInTouch": "Kontakt aufnehmen",
  "button.viewProjects": "Projekte ansehen",
  "navbar.home": "Startseite",
  "navbar.projects": "Projekte",
  "navbar.skills": "Fähigkeiten",
  "navbar.capabilities": "Fähigkeiten",
  "navbar.blog": "Blog",
  "navbar.contact": "Kontakt",
  "navbar.name": "Philip O.",
  "footer.twitter": "Twitter",
  "footer.instagram": "Instagram",
  "footer.linkedin": "LinkedIn",
  "footer.github": "GitHub",
  "footer.privacy": "Datenschutz-Bestimmungen",
  "footer.faq": "FAQ",
  "footer.blogs": "Blogs",
  "footer.copyright": "Copyright © {year} Philip Kelechukwu Orji. Alle Rechte vorbehalten.",
  "faq.title": "Häufig gestellte Fragen",
  "projects.title": "Meine Projekte",
  "projects.subtitle": "Entdecken Sie meine Arbeit in verschiedenen Bereichen und Technologien.",
  "projects.tabs.ict": "IT-Lösungen",
  "projects.tabs.webApps": "Webanwendungen",
  "projects.viewProject": "Projekt ansehen",
  "skills.title": "Meine technischen Fähigkeiten",
  "skills.subtitle": "Hier finden Sie einen kategorisierten Überblick über meine technische Expertise, Werkzeuge und Technologien, die ich zur Entwicklung robuster digitaler Lösungen verwende.",
  "capabilities.title": "Professionelle Fähigkeiten",
  "capabilities.subtitle": "Entdecken Sie das Spektrum an Dienstleistungen und Fachwissen, das ich anbiete, um Unternehmen und Einzelpersonen bei der Erreichung ihrer Technologieziele zu unterstützen.",
  "about.title": "Über mich",
  "about.readMore": "Mehr erfahren...",
  "about.showLess": "Weniger anzeigen...",
  "about.downloadCV": "Lebenslauf herunterladen",
  "about.p1": "Hallo! Ich bin Philip Kelechukwu Orji, ein vielseitiger Fachmann an der Schnittstelle von Technologie und Management. Als IT-Lösungsanbieter, Softwareentwickler und Projektmanager bringe ich eine einzigartige Mischung aus technischem Fachwissen und strategischem Überblick in jedes Projekt ein. Mein Weg in der Technologiewelt wird von einer unermüdlichen Neugier und einer Leidenschaft für die Entwicklung von Lösungen angetrieben, die nicht nur innovativ, sondern auch praktisch und wirkungsvoll sind.",
  "about.p2": "Mein Hintergrund in der Softwareentwicklung hat mir eine solide Grundlage für die Entwicklung robuster und skalierbarer Webanwendungen verschafft. Ich beherrsche moderne Frameworks wie React und Next.js und bin versiert im Einsatz leistungsstarker Backend-Technologien, um nahtlose digitale Erlebnisse zu schaffen. Ich liebe es, komplexe technische Herausforderungen anzugehen und komplizierte Anforderungen in eleganten, funktionalen Code umzusetzen.",
  "about.p2short": "Mein Hintergrund in der Softwareentwicklung hat mir eine solide Grundlage für die Entwicklung robuster und skalierbarer Webanwendungen mit modernen Frameworks und leistungsstarken Backend-Technologien verschafft.",
  "about.p3": "Als Projektmanager zeichne ich mich dadurch aus, Projekte von der Idee bis zur erfolgreichen Umsetzung zu steuern. Ich bin ein fester Verfechter agiler Methoden und kollaborativer Teamarbeit. Mein Ansatz umfasst sorgfältige Planung, klare Kommunikation und eine proaktive Haltung zur Problemlösung. Ich setze mich dafür ein, dass Projekte pünktlich, im Rahmen des Budgets und nach höchsten Qualitätsstandards abgeschlossen werden.",
  "about.p4": "In meiner Rolle als IT-Lösungsanbieter konzentriere ich mich darauf, die einzigartigen Bedürfnisse von Unternehmen zu verstehen und maßgeschneiderte Technologiestrategien zu entwickeln, um ihnen bei der Erreichung ihrer Ziele zu helfen. Ob es um die Optimierung bestehender Systeme oder die Entwicklung neuer geht, mein Ziel ist es immer, Lösungen zu liefern, die die Effizienz steigern, das Wachstum fördern und einen Wettbewerbsvorteil bieten.",
  "about.p5": "Ich lerne leidenschaftlich gern und erkunde ständig neue Technologien und Methoden, um an der Spitze der Branche zu bleiben. Ich lade Sie ein, mein Portfolio zu erkunden, um Beispiele meiner Arbeit zu sehen. Wenn Sie ein Projekt im Sinn haben oder sich vernetzen möchten, zögern Sie bitte nicht, mich zu kontaktieren!",
  "project.1.title": "Unternehmensnetzwerkinfrastruktur",
  "project.1.desc": "Architektur und Bereitstellung einer umfassenden unternehmensgerechten Netzwerkinfrastruktur für ein multinationales Unternehmen mit fortschrittlichen VPN-Lösungen, Firewalls der nächsten Generation, Echtzeit-Netzwerküberwachungssystemen und automatisierten Sicherheitsprotokollen. Implementierung redundanter Failover-Systeme, Lastausgleich und Disaster-Recovery-Mechanismen für 99,9% Verfügbarkeit und nahtlose globale Konnektivität über mehrere Bürostandorte hinweg.",
  "project.2.title": "Cloud-Migrationsstrategie",
  "project.2.desc": "Orchestrierung einer umfassenden Cloud-Migrationsstrategie für Unternehmensinfrastruktur, erfolgreicher Übergang von On-Premise-Systemen zur AWS-Cloud-Plattform. Implementierung von Containerisierung mit Docker und Kubernetes für Microservices-Architektur, automatisierte Deployment-Pipelines mit Terraform Infrastructure-as-Code und Einrichtung von Monitoring- und Alerting-Systemen. Erreicht: 40% Kostenreduzierung, 60% Leistungsverbesserung und 99,5% Verfügbarkeit mit Zero-Downtime-Migration.",
  "project.3.title": "Implementierung von Cybersicherheit",
  "project.3.desc": "Entwurf und Implementierung eines mehrschichtigen Cybersicherheits-Frameworks für ein Finanzinstitut mit Integration von SIEM-Systemen (Security Information and Event Management), fortschrittlichen IDS/IPS-Systemen (Intrusion Detection/Prevention Systems) und Endpunktschutz der nächsten Generation. Einrichtung von Echtzeit-Bedrohungsüberwachung, automatisierten Incident-Response-Protokollen und umfassenden Schwachstellenbewertungsprogrammen. Verbesserte Sicherheitslage mit 95% Bedrohungserkennungsrate und 70% Reduzierung der Incident-Response-Zeit.",
  "project.4.title": "E-Commerce-Plattform",
  "project.4.desc": "Entwicklung einer umfassenden E-Commerce-Lösung mit erweiterter Produktkatalogverwaltung, sicherer Zahlungsabwicklung mit PayStack-Integration, Echtzeit-Inventarverfolgung, Benutzerauthentifizierung, Bestellverwaltungssystem und responsivem Design. Enthält Admin-Dashboard für Analysen, Kundenverwaltung und Verkaufsberichte mit Multi-Währungsunterstützung und mobiler Optimierung.",
  "project.5.title": "Eine interaktive Landing Page oder Portfolio-Website",
  "project.5.desc": "Design und Entwicklung einer modernen, responsiven Portfolio-Website mit interaktiven Animationen, sanften Scroll-Effekten und dynamischem Content-Management. Features umfassen Multi-Sprach-Unterstützung, Dark/Light Theme Toggle und optimierte Performance für nahtlose Benutzererfahrung.",
  "project.6.title": "Digitale Werbeautomatisierung",
  "project.6.desc": "Entwicklung einer umfassenden Digital Advertising Management-Plattform mit KI-Assistent für automatisierte Kampagnenoptimierung, Echtzeit-Performance-Tracking und intelligente Werbeplatzierung über mehrere Kanäle hinweg.",
  "featured.subtitle": "Eine Auswahl herausragender Projekte, die meine Fähigkeiten und Erfahrungen in verschiedenen Bereichen zeigen.",
  "featured.title": "Ausgewählte Projekte",
  "featured.viewAll": "Alle Projekte ansehen",
  "projectCard.github": "GitHub",
  "projectCard.liveDemo": "Live Demo",
  "privacy.title": "Datenschutzerklärung",
  "privacy.intro.title": "Einleitung",
  "privacy.intro": "Diese Datenschutzerklärung beschreibt, wie wir Ihre persönlichen Daten erfassen, verwenden und verarbeiten, wenn Sie unsere Website und Dienste nutzen. Wir verpflichten uns, Ihre Privatsphäre zu schützen und die Sicherheit Ihrer persönlichen Daten zu gewährleisten.",
  "privacy.infoWeCollect.title": "Welche Daten wir erfassen",
  "privacy.infoWeCollect": "Wir erfassen verschiedene Arten von Informationen für unterschiedliche Zwecke:",
  "privacy.infoWeCollectList.0": "Persönliche Informationen: Name, E-Mail-Adresse, Telefonnummer und alle weiteren Angaben, die Sie über unser Kontaktformular bereitstellen",
  "privacy.infoWeCollectList.1": "Nutzungsdaten: Informationen darüber, wie Sie unsere Website nutzen, einschließlich besuchter Seiten, aufgewendeter Zeit und Browsertyp",
  "privacy.infoWeCollectList.2": "Cookies und Tracking-Technologien: Wir verwenden Cookies, um Ihr Surferlebnis zu verbessern und den Website-Verkehr zu analysieren",
  "privacy.infoWeCollectList.3": "Kommunikationsdaten: Informationen, die Sie bereitstellen, wenn Sie uns kontaktieren oder unseren Newsletter abonnieren",
  "privacy.howWeUse.title": "Wie wir Ihre Daten verwenden",
  "privacy.howWeUse": "Wir verwenden die gesammelten Informationen für folgende Zwecke:",
  "privacy.howWeUseList.0": "Bereitstellung und Wartung unserer Dienste",
  "privacy.howWeUseList.1": "Beantwortung Ihrer Anfragen und Kundenservice",
  "privacy.howWeUseList.2": "Versand von Updates, Marketingmitteilungen und Werbematerialien (mit Ihrer Zustimmung)",
  "privacy.howWeUseList.3": "Verbesserung unserer Website und Dienste",
  "privacy.howWeUseList.4": "Erkennung und Verhinderung technischer Probleme",
  "privacy.howWeUseList.5": "Einhaltung gesetzlicher Verpflichtungen",
  "privacy.dataSecurity.title": "Datensicherheit",
  "privacy.dataSecurity": "Wir setzen geeignete technische und organisatorische Maßnahmen ein, um Ihre persönlichen Daten zu schützen, darunter:",
  "privacy.dataSecurityList.0": "Verschlüsselung von Daten während der Übertragung und Speicherung",
  "privacy.dataSecurityList.1": "Regelmäßige Sicherheitsüberprüfungen und Updates",
  "privacy.dataSecurityList.2": "Zugangskontrollen und Authentifizierungsverfahren",
  "privacy.dataSecurityList.3": "Sichere Datenspeicherung und Backup-Systeme",
  "privacy.rights.title": "Ihre Rechte",
  "privacy.rights": "Sie haben folgende Rechte in Bezug auf Ihre persönlichen Daten:",
  "privacy.rightsList.0": "Recht auf Auskunft über Ihre Daten",
  "privacy.rightsList.1": "Recht auf Berichtigung unrichtiger Daten",
  "privacy.rightsList.2": "Recht auf Löschung Ihrer Daten",
  "privacy.rightsList.3": "Recht auf Widerspruch gegen die Verarbeitung Ihrer Daten",
  "privacy.rightsList.4": "Recht auf Datenübertragbarkeit",
  "privacy.rightsList.5": "Recht auf Widerruf der Einwilligung",
  "privacy.thirdParty.title": "Drittanbieter-Dienste",
  "privacy.thirdParty": "Wir können Drittanbieter-Dienste nutzen, die die Nutzung der Website erfassen, überwachen und analysieren. Diese Dienste haben eigene Datenschutzrichtlinien und können Informationen wie Ihre IP-Adresse, den Browsertyp und besuchte Seiten erfassen.",
  "privacy.changes.title": "Änderungen an dieser Richtlinie",
  "privacy.changes": "Wir können diese Datenschutzerklärung von Zeit zu Zeit aktualisieren. Wir werden Sie über Änderungen informieren, indem wir die neue Datenschutzerklärung auf dieser Seite veröffentlichen und das Datum 'Zuletzt aktualisiert' anpassen. Wir empfehlen Ihnen, diese Datenschutzerklärung regelmäßig zu überprüfen.",
  "privacy.contact.title": "Kontaktieren Sie uns",
  "privacy.contact": "Wenn Sie Fragen zu dieser Datenschutzerklärung oder unseren Datenschutzpraktiken haben, kontaktieren Sie uns bitte:",
  "privacy.contactList.0": "Über das Kontaktformular auf unserer Website",
  "privacy.contactList.1": "Per E-Mail an [Ihre E-Mail-Adresse]",
  "privacy.contactList.2": "Per Post an [Ihre Postadresse]",
  "privacy.lastUpdated": "Zuletzt aktualisiert:",
  "faq.q1.question": "Welche Dienstleistungen bieten Sie an?",
  "faq.q1.answer": "Ich biete ein umfassendes Spektrum an Technologiedienstleistungen an, die auf eine Vielzahl von Geschäftsanforderungen zugeschnitten sind. Als **IT-Lösungsanbieter** liefere ich End-to-End-Technologiestrategien, von der Infrastrukturverwaltung bis zur Systemoptimierung, um sicherzustellen, dass Ihre Technologie mit Ihren Geschäftszielen übereinstimmt. Meine Expertise in der **Softwareentwicklung** ermöglicht es mir, robuste, skalierbare und maßgeschneiderte Webanwendungen mit modernen Technologien wie React, Next.js und Node.js zu erstellen. Im Bereich **Netzwerktechnik** spezialisiere ich mich auf die Konzeption, Implementierung und Verwaltung sicherer und zuverlässiger Netzwerkinfrastrukturen, einschließlich Firewall-Konfiguration, Routing, Switching und VPNs. Schließlich biete ich als **Projektmanager** eine starke Führung, um sicherzustellen, dass Projekte pünktlich, im Rahmen des Budgets und nach höchsten Qualitätsstandards abgeschlossen werden, wobei ich agile Methoden anwende, um den Erfolg zu sichern.",
  "faq.q2.question": "Wie kann ich ein Projekt starten?",
  "faq.q2.answer": "Der Einstieg ist einfach! Füllen Sie einfach das Kontaktformular auf meiner Website mit Ihren Projektdetails aus. Ich vereinbare ein kostenloses Erstgespräch, um Ihre Anforderungen zu verstehen, Zeitpläne zu besprechen und ein detailliertes Angebot zu erstellen. Nach der Freigabe beginnen wir mit der Entwicklung und regelmäßigen Updates.",
  "faq.q3.question": "Mit welchen Technologien arbeiten Sie?",
  "faq.q3.answer": "Ich arbeite mit einem modernen Technologie-Stack, der darauf ausgelegt ist, robuste und skalierbare Lösungen zu liefern. Im Bereich **Softwareentwicklung** spezialisiere ich mich auf **React, Next.js, Node.js und TypeScript** zur Erstellung dynamischer Webanwendungen, ergänzt durch **Tailwind CSS** für das Styling. Meine Expertise in der **Netzwerktechnik** umfasst die Konfiguration von **Firewalls, die Verwaltung von Routing und Switching sowie die Implementierung von VPNs**. Im DevOps-Bereich beherrsche ich **Git, Docker, Kubernetes, AWS und CI/CD**-Pipelines. Ich befolge die besten Praktiken der Branche für Codequalität, Sicherheit und Leistung, um sicherzustellen, dass alle Lösungen zuverlässig und wartbar sind.",
  "faq.q4.question": "Bieten Sie fortlaufenden Support und Wartung an?",
  "faq.q4.answer": "Ja, ich biete umfassenden Support und Wartungsdienste an. Dazu gehören regelmäßige Updates, Sicherheitspatches, Leistungsoptimierung und technischer Support. Ich biete verschiedene Supportpakete an, die auf Ihre Bedürfnisse zugeschnitten sind, von Basiswartung bis hin zu umfassendem technischen Support. Alle Projekte beinhalten eine Garantiezeit und Dokumentation.",
  "faq.q5.question": "Wie sieht Ihr Entwicklungsprozess aus?",
  "faq.q5.answer": "Mein Entwicklungsprozess folgt einer agilen Methodik mit klaren Phasen: 1) Anforderungsanalyse und Planung, 2) Design und Prototyping, 3) Entwicklung und Test, 4) Bereitstellung und Launch, 5) Support nach dem Launch. Ich halte regelmäßigen Kontakt und gebe Fortschrittsberichte. Jede Phase beinhaltet Kundenfeedback, bevor es weitergeht.",
  "faq.q6.question": "Wie gestalten Sie die Preisfindung für Projekte?",
  "faq.q6.answer": "Die Preisgestaltung richtet sich nach Umfang, Komplexität und Zeitrahmen Ihres Projekts. Nach Klärung Ihrer Anforderungen erstelle ich ein detailliertes Angebot. Für größere Projekte biete ich Meilensteinzahlungen an. Ich bin transparent bei den Kosten und bespreche das Budget im Erstgespräch, damit es zu Ihren Erwartungen passt.",
  "faq.q7.question": "Was macht Ihren Entwicklungsansatz einzigartig?",
  "faq.q7.answer": "Mein Ansatz verbindet technisches Know-how mit einem Fokus auf Benutzererfahrung und Geschäftszielen. Ich lege Wert auf sauberen, wartbaren Code und halte mich an moderne Entwicklungsmethoden. Responsive Design, Performance-Optimierung und Barrierefreiheit stehen im Vordergrund. Jedes Projekt ist eine Partnerschaft mit offener Kommunikation und Zusammenarbeit.",
  "faq.q8.question": "Arbeiten Sie mit internationalen Kunden?",
  "faq.q8.answer": "Ja, ich arbeite mit Kunden weltweit. Ich habe Erfahrung im Umgang mit verschiedenen Zeitzonen und kann mich an unterschiedliche Kommunikationspräferenzen anpassen. Ich spreche fließend Englisch und kann mit internationalen Teams zusammenarbeiten. Alle Projekte werden über sichere Cloud-Tools für eine nahtlose Zusammenarbeit verwaltet, unabhängig vom Standort.",
  "cta.title": "Bereit, Ihre Ideen in die Realität umzusetzen?",
  "cta.subtitle": "Lassen Sie uns gemeinsam etwas Großartiges schaffen. Kontaktieren Sie mich und wir besprechen Ihr nächstes Projekt!",
  "cta.button": "Kostenlose Beratung erhalten",
  "skills.category.Frontend Development": "Frontend-Entwicklung",
  "skills.category.Backend Development": "Backend-Entwicklung",
  "skills.category.Network Engineering": "Netzwerktechnik",
  "skills.category.DevOps & Tools": "DevOps & Tools",
  "skills.skill.React": "React",
  "skills.skill.Next.js": "Next.js",
  "skills.skill.TypeScript": "TypeScript",
  "skills.skill.Tailwind CSS": "Tailwind CSS",
  "skills.skill.HTML/CSS": "HTML/CSS",
  "skills.skill.Node.js": "Node.js",
  "skills.skill.Python": "Python",
  "skills.skill.Java": "Java",
  "skills.skill.SQL": "SQL",
  "skills.skill.MongoDB": "MongoDB",
  "skills.skill.Firewalls": "Firewalls",
  "skills.skill.Routing/Switching": "Routing/Switching",
  "skills.skill.VPN": "VPN",
  "skills.skill.Security Auditing": "Sicherheitsüberprüfung",
  "skills.skill.Git": "Git",
  "skills.skill.Docker": "Docker",
  "skills.skill.Kubernetes": "Kubernetes",
  "skills.skill.AWS": "AWS",
  "skills.skill.CI/CD": "CI/CD",
  "skills.skill.Linux": "Linux",
  "capabilities.webDev.title": "Webentwicklung",
  "capabilities.webDev.desc": "Full-Stack-Webentwicklung mit modernen Technologien und Best Practices.",
  "capabilities.networkEngineering.title": "Netzwerktechnik",
  "capabilities.networkEngineering.desc": "Entwurf, Implementierung und Verwaltung sicherer und skalierbarer Netzwerkinfrastrukturen.",
  "capabilities.ictSolutions.title": "IT-Lösungen",
  "capabilities.ictSolutions.desc": "Umfassende IT-Lösungen für Unternehmen und Organisationen.",
  "capabilities.projectMgmt.title": "Projektmanagement",
  "capabilities.projectMgmt.desc": "Agiles Projektmanagement und Teamzusammenarbeit.",
  "blog.title": "Blogbeiträge",
  "blog.subtitle": "Lies einige meiner Blogbeiträge und wenn du meine Expertise im technischen Schreiben benötigst, nimm Kontakt auf!",
  "blog.all": "Alle",
  "blog.searchLabel": "Blogbeiträge durchsuchen",
  "blog.searchPlaceholder": "Blogbeiträge durchsuchen...",
  "blog.filterLabel": "Nach Kategorie filtern",
  "blog.post.gettingStartedWithNextjs.title": "Erste Schritte mit Next.js",
  "blog.post.gettingStartedWithNextjs.excerpt": "Lernen Sie, wie Sie moderne Webanwendungen mit Next.js erstellen, einschließlich Server-Side Rendering, statischer Generierung und API-Routen.",
  "blog.post.dataAnalysisBestPractices.title": "Best Practices für Datenanalyse",
  "blog.post.dataAnalysisBestPractices.excerpt": "Wichtige Tipps und Techniken für effektive Datenanalyse, von der Datenbereinigung bis zur Visualisierung und Interpretation.",
  "blog.post.machineLearningDeepDive.title": "Ein tiefer Einblick in Machine Learning",
  "blog.post.machineLearningDeepDive.excerpt": "Verstehen Sie die Kernkonzepte und Anwendungen von Machine Learning, von Algorithmen bis zu realen Implementierungen.",
  "blog.post.understandingCloudComputing.title": "Cloud Computing verstehen",
  "blog.post.understandingCloudComputing.excerpt": "Eine Einführung in die Vorteile und Arten von Cloud-Diensten, einschließlich IaaS, PaaS und SaaS-Modelle.",
  "blog.post.becomeIctSpecialist.title": "Wie man ICT-Lösungsspezialist wird",
  "blog.post.becomeIctSpecialist.excerpt": "Lernen Sie, wie Sie ICT-Lösungsspezialist werden und eine Karriere in der Informations- und Kommunikationstechnologie mit diesem umfassenden Leitfaden aufbauen.",
  "blog.post.itSpecialistVsEngineer.title": "Was macht ein IT-Spezialist? & Wer ist ein IT-Ingenieur?",
  "blog.post.itSpecialistVsEngineer.excerpt": "Erkunden Sie die Unterschiede zwischen IT-Spezialisten und IT-Ingenieuren, ihre Rollen, Verantwortlichkeiten und Karrierewege in der Technologiebranche.",
  "blog.post.cloudEngineeringGuide.title": "Was macht ein Cloud Engineer? & Wer ist ein Cloud Engineer?",
  "blog.post.cloudEngineeringGuide.excerpt": "Ein umfassender Leitfaden zum Cloud Engineering, einschließlich Rollen, Verantwortlichkeiten, Fähigkeiten und Karrieremöglichkeiten im Cloud Computing.",
  "blog.post.startingCloudEngineerCareer.title": "Karriere als Cloud Engineer beginnen: Ein anfängerfreundlicher Leitfaden",
  "blog.post.startingCloudEngineerCareer.excerpt": "Beginnen Sie Ihre Reise im Cloud Engineering mit diesem anfängerfreundlichen Leitfaden, der Fähigkeiten, Zertifizierungen und Karrierewege abdeckt.",
  "blog.post.cloudSecurityBestPractice.title": "Cloud-Sicherheits-Best-Practices: Schutz Ihrer digitalen Assets",
  "blog.post.cloudSecurityBestPractice.excerpt": "Wesentliche Cloud-Sicherheitspraktiken und -strategien zum Schutz Ihrer Anwendungen und Daten in der Cloud-Umgebung.",
  "blog.post.serverlessArchitectureExplained.title": "Serverless-Architektur erklärt: Vorteile und Anwendungsfälle",
  "blog.post.serverlessArchitectureExplained.excerpt": "Verständnis der serverlosen Architektur, ihrer Vorteile, Einschränkungen und realen Anwendungen in der modernen Softwareentwicklung.",
  "blog.post.guideToDeployingAppsOnAws.title": "Anfängerleitfaden zum Bereitstellen von Anwendungen auf AWS",
  "blog.post.guideToDeployingAppsOnAws.excerpt": "Schritt-für-Schritt-Anleitung zum Bereitstellen Ihrer ersten Anwendung auf Amazon Web Services mit Best Practices und Tipps.",
  "blog.category.webDevelopment": "Webentwicklung",
  "blog.category.dataScience": "Datenwissenschaft",
  "blog.category.artificialIntelligence": "Künstliche Intelligenz",
  "blog.category.cloudTechnologies": "Cloud-Technologien",
  "blog.category.ictSolutions": "ICT-Lösungen",
  "contact.title": "Kontakt aufnehmen",
  "contact.subtitle": "Haben Sie eine Frage oder möchten Sie, dass wir zusammenarbeiten? Lassen Sie uns darüber sprechen, indem Sie mir eine Nachricht senden!",
  "contact.name": "Name",
  "contact.namePlaceholder": "Vollständiger Name",
  "contact.email": "E-Mail",
  "contact.emailPlaceholder": "Ihre E-Mail",
  "contact.subject": "Betreff",
  "contact.subjectPlaceholder": "Betreff",
  "contact.message": "Nachricht",
  "contact.messagePlaceholder": "Schreiben Sie Ihre Nachricht...",
  "contact.sendButton": "Nachricht senden",
  "contact.successMessage": "Nachricht erfolgreich gesendet!",
  "contact.errorMessage": "Fehler beim Senden der Nachricht. Bitte versuchen Sie es erneut.",
  "blog.post.cicdRoadmapLearningWithEase.title": "CI/CD einfach lernen: Ein umfassender Leitfaden",
  "blog.post.cicdRoadmapLearningWithEase.excerpt": "Beherrschen Sie Continuous Integration und Continuous Delivery/Deployment mit einer strukturierten Roadmap. Dieser Leitfaden behandelt die Grundlagen, Best Practices und praktische Schritte für CI/CD-Kompetenz.",
  "blog.post.learnDockerComprehensiveRoadmap.title": "Docker einfach und richtig lernen",
  "blog.post.learnDockerComprehensiveRoadmap.excerpt": "Eine Schritt-für-Schritt-Roadmap, um Docker von den Grundlagen bis zu fortgeschrittenen Themen mit praktischen Beispielen und visuellen Hilfen zu meistern.",
  "blog.post.simplifiedKubernetesLearningRoadmap.title": "Kubernetes einfach und richtig lernen",
  "blog.post.simplifiedKubernetesLearningRoadmap.excerpt": "Eine umfassende, strukturierte Roadmap zum Meistern von Kubernetes – von den Voraussetzungen bis zu fortgeschrittenen Best Practices.",
  "blog.post.cloudComputingLearningRoadmap.title": "Umfassende Analyse der Cloud-Computing-Lernroadmap",
  "blog.post.cloudComputingLearningRoadmap.excerpt": "Eine detaillierte, stufenweise Analyse, wie man Cloud Computing lernt – inklusive Modelle, Anbieter und Best Practices für alle Niveaus.",
  "blog.post.linuxAudioClippingFix.title": "Audio-Clipping in Ubuntu beheben (22.04 – 25.x & darüber hinaus)",
  "blog.post.linuxAudioClippingFix.excerpt": "Eine stabile, elegante und dauerhafte Lösung für knisternde, verzerrte oder defekte Audioausgabe auf Ubuntu-Virtualmaschinen, insbesondere auf VMware. Diese Lösung stellt sauberen Sound auf Ubuntu 22 bis 25 und wahrscheinlich auch auf zukünftigen Versionen wieder her.",
  "blog.category.devops": "DevOps"
} 