{
  "hero.greeting": "Hi, I'm",
  "hero.role": "ICT Solution Provider, Software Engineer & Data Analyst",
  "hero.intro": "Welcome to my professional space, where I showcase my projects, skills, and capabilities. I am a passionate ICT Solution Provider, Software Engineer, and Data Analyst, I specialize in building robust web applications and extracting actionable insights from data. I help businesses transform their ideas into digital reality. Explore my portfolio to see how I blend technology, creativity, and strategy to drive real impact and also check FAQ for any question you might have or simply \"Get in touch 👇.\" Appreciate you checking me out!",
  "button.getInTouch": "Get in Touch",
  "button.viewProjects": "View Projects",
  "navbar.home": "Home",
  "navbar.projects": "Projects",
  "navbar.skills": "Skills",
  "navbar.capabilities": "Capabilities",
  "navbar.blog": "Blog",
  "navbar.contact": "Contact",
  "navbar.name": "Philip K.C O.",
  "footer.twitter": "Twitter",
  "footer.instagram": "Instagram",
  "footer.linkedin": "LinkedIn",
  "footer.github": "GitHub",
  "footer.privacy": "Privacy Policy",
  "footer.faq": "FAQ",
  "footer.blogs": "Blogs",
  "footer.copyright": "Copyright © {year} Philip Kelechukwu Orji. All rights reserved.",
  "faq.title": "Frequently Asked Questions",
  "projects.title": "My Projects",
  "projects.subtitle": "Explore my work across different domains and technologies.",
  "projects.tabs.ict": "ICT Solutions",
  "projects.tabs.webApps": "Web Applications",
  "projects.tabs.dataAnalytics": "Data Analytics",
  "projects.viewProject": "View Project",
  "skills.title": "My Technical Skills",
  "skills.subtitle": "Here you'll find a categorized overview of my technical expertise, tools, and technologies I use to build robust digital solutions.",
  "capabilities.title": "Professional Capabilities",
  "capabilities.subtitle": "Discover the range of services and expertise I offer to help businesses and individuals achieve their technology goals.",
  "about.title": "About Me",
  "about.readMore": "Read More...",
  "about.showLess": "Show Less...",
  "about.downloadCV": "Download CV",
  "cta.title": "Ready to Transform Your Ideas into Reality?",
  "cta.subtitle": "Let's build something amazing together. Reach out and let's discuss your next project Idea(s)!",
  "cta.button": "Get A Free Consultation",
  "privacy.title": "Privacy Policy",
  "privacy.intro.title": "Introduction",
  "privacy.intro": "This Privacy Policy describes how we collect, use, and handle your personal information when you use our website and services. We are committed to protecting your privacy and ensuring the security of your personal data.",
  "privacy.infoWeCollect.title": "Information We Collect",
  "privacy.infoWeCollect": "We collect several types of information for various purposes:",
  "privacy.infoWeCollectList.0": "Personal Information: Name, email address, phone number, and any other information you provide through our contact form",
  "privacy.infoWeCollectList.1": "Usage Data: Information about how you use our website, including pages visited, time spent, and browser type",
  "privacy.infoWeCollectList.2": "Cookies and Tracking Technologies: We use cookies to enhance your browsing experience and analyze website traffic",
  "privacy.infoWeCollectList.3": "Communication Data: Information you provide when you contact us or subscribe to our newsletter",
  "privacy.howWeUse.title": "How We Use Your Information",
  "privacy.howWeUse": "We use the collected information for the following purposes:",
  "privacy.howWeUseList.0": "To provide and maintain our services",
  "privacy.howWeUseList.1": "To respond to your inquiries and provide customer support",
  "privacy.howWeUseList.2": "To send you updates, marketing communications, and promotional materials (with your consent)",
  "privacy.howWeUseList.3": "To improve our website and services",
  "privacy.howWeUseList.4": "To detect and prevent technical issues",
  "privacy.howWeUseList.5": "To comply with legal obligations",
  "privacy.dataSecurity.title": "Data Security",
  "privacy.dataSecurity": "We implement appropriate technical and organizational measures to protect your personal information, including:",
  "privacy.dataSecurityList.0": "Encryption of data in transit and at rest",
  "privacy.dataSecurityList.1": "Regular security assessments and updates",
  "privacy.dataSecurityList.2": "Access controls and authentication procedures",
  "privacy.dataSecurityList.3": "Secure data storage and backup systems",
  "privacy.rights.title": "Your Rights",
  "privacy.rights": "You have the following rights regarding your personal data:",
  "privacy.rightsList.0": "Right to access your personal data",
  "privacy.rightsList.1": "Right to correct inaccurate data",
  "privacy.rightsList.2": "Right to request deletion of your data",
  "privacy.rightsList.3": "Right to object to processing of your data",
  "privacy.rightsList.4": "Right to data portability",
  "privacy.rightsList.5": "Right to withdraw consent",
  "privacy.thirdParty.title": "Third-Party Services",
  "privacy.thirdParty": "We may use third-party services that collect, monitor, and analyze website usage. These services have their own privacy policies and may collect information such as your IP address, browser type, and pages visited.",
  "privacy.changes.title": "Changes to This Policy",
  "privacy.changes": "We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the 'Last Updated' date. We encourage you to review this Privacy Policy periodically.",
  "privacy.contact.title": "Contact Us",
  "privacy.contact": "If you have any questions about this Privacy Policy or our data practices, please contact us:",
  "privacy.contactList.0": "Through the contact form on our website",
  "privacy.contactList.1": "By email at [Your Email Address]",
  "privacy.contactList.2": "By mail at [Your Physical Address]",
  "privacy.lastUpdated": "Last Updated:",
  "faq.q1.question": "What services do you offer?",
  "faq.q1.answer": "I specialize in full-stack web development, creating responsive and modern web applications using React, Next.js, and Node.js. My services include custom website development, web application development, API integration, and technical consulting. I focus on delivering high-performance, SEO-friendly, and user-centric solutions.",
  "faq.q2.question": "How can I get started with a project?",
  "faq.q2.answer": "Getting started is easy! Simply fill out the contact form on my website with your project details. I'll schedule a free initial consultation to understand your requirements, discuss timelines, and provide a detailed project proposal. After approval, we'll begin the development process with regular updates and feedback sessions.",
  "faq.q3.question": "What technologies do you work with?",
  "faq.q3.answer": "I work with a modern tech stack including React, Next.js, Node.js, and TypeScript for web development. For styling, I use Tailwind CSS and modern CSS frameworks. I'm also proficient in Python for data analysis and automation. My development environment includes Git for version control, and I follow best practices for code quality and security.",
  "faq.q4.question": "Do you offer ongoing support and maintenance?",
  "faq.q4.answer": "Yes, I provide comprehensive ongoing support and maintenance services. This includes regular updates, security patches, performance optimization, and technical support. I offer different support packages to match your needs, from basic maintenance to full-time technical support. All projects come with a warranty period and documentation.",
  "faq.q5.question": "What is your development process?",
  "faq.q5.answer": "My development process follows an agile methodology with clear phases: 1) Requirements gathering and planning, 2) Design and prototyping, 3) Development and testing, 4) Deployment and launch, 5) Post-launch support. I maintain regular communication throughout the project and provide progress updates. Each phase includes client feedback and approval before moving forward.",
  "faq.q6.question": "How do you handle project pricing?",
  "faq.q6.answer": "Project pricing is based on the scope, complexity, and timeline of your project. I provide detailed quotes after understanding your requirements. For larger projects, I offer milestone-based payments. I'm transparent about costs and will discuss the budget during our initial consultation to ensure it aligns with your expectations.",
  "faq.q7.question": "What makes your development approach unique?",
  "faq.q7.answer": "My approach combines technical expertise with a focus on user experience and business goals. I prioritize clean, maintainable code and follow modern development practices. I emphasize responsive design, performance optimization, and accessibility. Each project is treated as a partnership, with open communication and collaboration throughout the development process.",
  "faq.q8.question": "Do you work with international clients?",
  "faq.q8.answer": "Yes, I work with clients globally. I'm experienced in handling different time zones and can accommodate various communication preferences. I'm fluent in English and can work with international teams. All projects are managed through secure, cloud-based tools for seamless collaboration regardless of location.",
  "featured.title": "Featured Projects",
  "featured.subtitle": "A selection of standout projects showcasing my skills and experience across different domains.",
  "featured.viewAll": "View All Projects",
  "projectCard.github": "GitHub",
  "projectCard.liveDemo": "Live Demo",
  "about.p1": "Hello! I'm Philip Kelechukwu Orji, an ICT Solution Provider, Software Engineer, and Data Analyst with a passion for transforming complex business challenges into elegant, efficient, and scalable digital solutions. My passion in building, and helping businesses shaped my journey in learning technology, and that has been driven by a relentless curiosity and a commitment to my continuous learning.",
  "about.p2": "With a solid foundation in software development, I specialize in crafting robust web applications using modern frameworks like React and Next.js, backed by powerful backend technologies. My expertise extends to data analysis, where I leverage statistical methods and machine learning to extract actionable insights from raw data, helping businesses make informed decisions.",
  "about.p2short": "With a solid foundation in software development, I specialize in crafting robust web applications using modern frameworks like React and Next.js, backed by powerful backend technologies.",
  "about.p3": "I thrive in environments where innovation is encouraged and problem-solving is at the forefront. Whether it's architecting a new system, optimizing existing processes, or diving deep into data to uncover hidden patterns, I am dedicated to delivering high-quality results that exceed expectations.",
  "about.p4": "My approach is collaborative and user-centric. I believe that the best solutions emerge from a deep understanding of user needs and close collaboration with stakeholders. I am always eager to take on new challenges and contribute to projects that make a real impact.",
  "about.p5": "Feel free to explore my projects and skills, and don't hesitate to reach out if you have a project in mind or just want to connect!",
  "project.1.title": "Enterprise Network Infrastructure",
  "project.1.desc": "Architected and deployed a comprehensive enterprise-grade network infrastructure for a multinational corporation, featuring advanced VPN solutions, next-generation firewall configurations, real-time network monitoring systems, and automated security protocols. Implemented redundant failover systems, load balancing, and disaster recovery mechanisms ensuring 99.9% uptime and seamless global connectivity across multiple office locations.",
  "project.2.title": "Cloud Migration Strategy",
  "project.2.desc": "Orchestrated a comprehensive cloud migration strategy for enterprise infrastructure, successfully transitioning from on-premise systems to AWS cloud platform. Implemented containerization with Docker and Kubernetes for microservices architecture, automated deployment pipelines with Terraform infrastructure-as-code, and established monitoring and alerting systems. Achieved 40% cost reduction, 60% performance improvement, and 99.5% availability with zero-downtime migration.",
  "project.3.title": "Cybersecurity Implementation",
  "project.3.desc": "Designed and implemented a multi-layered cybersecurity framework for a financial institution, integrating SIEM (Security Information and Event Management) systems, advanced IDS/IPS (Intrusion Detection/Prevention Systems), and next-generation endpoint protection. Established real-time threat monitoring, automated incident response protocols, and comprehensive vulnerability assessment programs. Enhanced security posture with 95% threat detection rate and reduced incident response time by 70%.",
  "project.4.title": "E-commerce Platform",
  "project.4.desc": "Built a comprehensive e-commerce solution featuring advanced product catalog management, secure payment processing with PayStack integration, real-time inventory tracking, user authentication, order management system, and responsive design. Includes admin dashboard for analytics, customer management, and sales reporting with multi-currency support and mobile optimization.",
  "project.5.title": "An Interactive Landing Page or Portfolio website",
  "project.5.desc": "Designed and developed a modern, responsive portfolio website with interactive animations, smooth scrolling effects, and dynamic content management. Features include multi-language support, dark/light theme toggle, and optimized performance for seamless user experience.",
  "project.6.title": "Digital Advertising Automation",
  "project.6.desc": "Developed a comprehensive Digital Advertising management platform with AI Assistant for automated campaign optimization, real-time performance tracking, and intelligent ad placement across multiple channels.",
  "project.7.title": "Sales Analytics Dashboard",
  "project.7.desc": "Built a comprehensive sales analytics platform with interactive dashboards, real-time data visualization, and advanced predictive analytics capabilities. Integrated multiple data sources, implemented automated reporting systems, and developed machine learning models for sales forecasting and trend analysis. Features include KPI tracking, performance metrics, and actionable insights that drove 25% increase in sales efficiency and improved decision-making processes.",
  "project.8.title": "Customer Behavior Analysis",
  "project.8.desc": "Developed sophisticated machine learning algorithms and predictive models to analyze customer behavior patterns, segment customer base, and predict churn probability with 85% accuracy. Implemented real-time data processing pipelines, created interactive visualizations for customer journey mapping, and established automated alerting systems for high-risk customers. Results led to 30% reduction in customer churn and 40% improvement in customer retention strategies.",
  "project.9.title": "Supply Chain Optimization",
  "project.9.desc": "Engineered a comprehensive supply chain optimization system using advanced analytics and machine learning algorithms. Developed predictive models for demand forecasting, inventory optimization, and route planning that reduced operational costs by 35% and improved delivery efficiency by 50%. Implemented real-time monitoring dashboards, automated decision-making systems, and integrated multiple data sources for end-to-end supply chain visibility and control.",
  "skills.category.Frontend Development": "Frontend Development",
  "skills.category.Backend Development": "Backend Development",
  "skills.category.Data Analytics": "Data Analytics",
  "skills.category.DevOps & Tools": "DevOps & Tools",
  "skills.skill.React": "React",
  "skills.skill.Next.js": "Next.js",
  "skills.skill.TypeScript": "TypeScript",
  "skills.skill.Tailwind CSS": "Tailwind CSS",
  "skills.skill.HTML/CSS": "HTML/CSS",
  "skills.skill.Node.js": "Node.js",
  "skills.skill.Python": "Python",
  "skills.skill.Java": "Java",
  "skills.skill.SQL": "SQL",
  "skills.skill.MongoDB": "MongoDB",
  "skills.skill.R": "R",
  "skills.skill.Excel": "Excel",
  "skills.skill.Tableau": "Tableau",
  "skills.skill.Power BI": "Power BI",
  "skills.skill.Git": "Git",
  "skills.skill.Docker": "Docker",
  "skills.skill.Kubernetes": "Kubernetes",
  "skills.skill.AWS": "AWS",
  "skills.skill.CI/CD": "CI/CD",
  "skills.skill.Linux": "Linux",
  "capabilities.webDev.title": "Web Development",
  "capabilities.webDev.desc": "Full-stack web development using modern technologies and best practices.",
  "capabilities.dataAnalysis.title": "Data Analysis",
  "capabilities.dataAnalysis.desc": "Data-driven insights and visualization using various analytical tools.",
  "capabilities.ictSolutions.title": "ICT Solutions",
  "capabilities.ictSolutions.desc": "Comprehensive ICT solutions for businesses and organizations.",
  "capabilities.projectMgmt.title": "Project Management",
  "capabilities.projectMgmt.desc": "Agile project management and team collaboration.",
  "blog.title": "Blog Posts",
  "blog.subtitle": "Read some of my blog posts and if you need my expertise in technical writing, Get in Touch!",
  "blog.all": "All",
  "blog.searchLabel": "Search blog posts",
  "blog.searchPlaceholder": "Search blog posts...",
  "blog.filterLabel": "Filter by category",
  "blog.post.gettingStartedWithNextjs.title": "Getting Started with Next.js",
  "blog.post.gettingStartedWithNextjs.excerpt": "Learn how to build modern web applications with Next.js, including server-side rendering, static generation, and API routes.",
  "blog.post.dataAnalysisBestPractices.title": "Data Analysis Best Practices",
  "blog.post.dataAnalysisBestPractices.excerpt": "Essential tips and techniques for effective data analysis, from data cleaning to visualization and interpretation.",
  "blog.post.machineLearningDeepDive.title": "A Deep Dive into Machine Learning",
  "blog.post.machineLearningDeepDive.excerpt": "Understand the core concepts and applications of machine learning, from algorithms to real-world implementations.",
  "blog.post.understandingCloudComputing.title": "Understanding Cloud Computing",
  "blog.post.understandingCloudComputing.excerpt": "An introduction to the benefits and types of cloud services, including IaaS, PaaS, and SaaS models.",
  "blog.post.becomeIctSpecialist.title": "How to Become an ICT Solutions Specialist",
  "blog.post.becomeIctSpecialist.excerpt": "Learn how to become an ICT Solutions Specialist and build a career in Information and Communication Technology with this comprehensive guide.",
  "blog.post.itSpecialistVsEngineer.title": "What Does an IT Specialist Do? & Who is an IT Engineer?",
  "blog.post.itSpecialistVsEngineer.excerpt": "Explore the differences between IT Specialists and IT Engineers, their roles, responsibilities, and career paths in the technology industry.",
  "blog.post.cloudEngineeringGuide.title": "What Does a Cloud Engineer Do & Who is a Cloud Engineer?",
  "blog.post.cloudEngineeringGuide.excerpt": "A comprehensive guide to cloud engineering, including roles, responsibilities, skills, and career opportunities in cloud computing.",
  "blog.post.startingCloudEngineerCareer.title": "Starting a Career as a Cloud Engineer: A Beginner-Friendly Guide",
  "blog.post.startingCloudEngineerCareer.excerpt": "Begin your journey in cloud engineering with this beginner-friendly guide covering skills, certifications, and career paths.",
  "blog.post.cloudSecurityBestPractice.title": "Cloud Security Best Practices: Protecting Your Digital Assets",
  "blog.post.cloudSecurityBestPractice.excerpt": "Essential cloud security practices and strategies to protect your applications and data in the cloud environment.",
  "blog.post.serverlessArchitectureExplained.title": "Serverless Architecture Explained: Benefits and Use Cases",
  "blog.post.serverlessArchitectureExplained.excerpt": "Understanding serverless architecture, its benefits, limitations, and real-world applications in modern software development.",
  "blog.post.guideToDeployingAppsOnAws.title": "Beginner's Guide to Deploying Applications on AWS",
  "blog.post.guideToDeployingAppsOnAws.excerpt": "Step-by-step guide to deploying your first application on Amazon Web Services with best practices and tips.",
  "blog.category.webDevelopment": "Web Development",
  "blog.category.dataScience": "Data Science",
  "blog.category.artificialIntelligence": "Artificial Intelligence",
  "blog.category.cloudTechnologies": "Cloud Technologies",
  "blog.category.ictSolutions": "ICT Solutions",
  "contact.title": "Get in Touch",
  "contact.subtitle": "Have a question or want us to work together? Let's discuss that by dropping us a message!",
  "contact.name": "Name",
  "contact.namePlaceholder": "Full name",
  "contact.email": "Email",
  "contact.emailPlaceholder": "Your email",
  "contact.subject": "Subject",
  "contact.subjectPlaceholder": "Subject",
  "contact.message": "Message",
  "contact.messagePlaceholder": "Write your message...",
  "contact.sendButton": "Send Message",
  "contact.successMessage": "Message sent successfully!",
  "contact.errorMessage": "Failed to send message. Please try again.",
  "blog.post.dataAnalyticsCareerCompleteBlog.title": "Starting a Career in Data Analytics: A Complete Beginner's Guide",
  "blog.post.dataAnalyticsCareerCompleteBlog.excerpt": "A practical roadmap for beginners to launch a successful career in data analytics, including essential skills, tools, and tips."
} 