{
  "hero.greeting": "Hola, soy",
  "hero.role": "Proveedor de soluciones TIC, ingeniero de software y analista de datos",
  "hero.intro": "Bienvenido a mi espacio profesional, donde muestro mis proyectos, habilidades y capacidades. Soy un apasionado proveedor de soluciones TIC, ingeniero de software y analista de datos. Me especializo en construir aplicaciones web robustas y extraer informaci贸n valiosa de los datos. Ayudo a las empresas a transformar sus ideas en realidad digital. Explora mi portafolio para ver c贸mo combino tecnolog铆a, creatividad y estrategia para lograr un verdadero impacto, y consulta las Preguntas Frecuentes para cualquier duda o simplemente 'Ponte en contacto .' 隆Gracias por visitarme!",
  "button.getInTouch": "Ponte en contacto",
  "button.viewProjects": "Ver proyectos",
  "navbar.home": "Inicio",
  "navbar.projects": "Proyectos",
  "navbar.skills": "Habilidades",
  "navbar.capabilities": "Capacidades",
  "navbar.blog": "Blog",
  "navbar.contact": "Contacto",
  "navbar.name": "Philip K.C O.",
  "footer.twitter": "Twitter",
  "footer.instagram": "Instagram",
  "footer.linkedin": "LinkedIn",
  "footer.github": "GitHub",
  "footer.privacy": "Pol铆tica de privacidad",
  "footer.faq": "Preguntas frecuentes",
  "footer.blogs": "Blogs",
  "footer.copyright": "Copyright 漏 {year} Philip Kelechukwu Orji. Todos los derechos reservados.",
  "faq.title": "Preguntas Frecuentes",
  "projects.title": "Mis Proyectos",
  "projects.subtitle": "Explora mi trabajo en diferentes dominios y tecnolog铆as.",
  "projects.tabs.ict": "Soluciones TIC",
  "projects.tabs.webApps": "Aplicaciones Web",
  "projects.tabs.dataAnalytics": "An谩lisis de Datos",
  "projects.viewProject": "Ver Proyecto",
  "skills.title": "Mis Habilidades T茅cnicas",
  "skills.subtitle": "Aqu铆 encontrar谩s una visi贸n general categorizada de mi experiencia t茅cnica, herramientas y tecnolog铆as que utilizo para construir soluciones digitales robustas.",
  "capabilities.title": "Capacidades Profesionales",
  "capabilities.subtitle": "Descubre la gama de servicios y experiencia que ofrezco para ayudar a empresas e individuos a alcanzar sus objetivos tecnol贸gicos.",
  "about.title": "Sobre m铆",
  "about.readMore": "Leer m谩s...",
  "about.showLess": "Mostrar menos...",
  "about.downloadCV": "Descargar CV",
  "about.p1": "隆Hola! Soy Philip Kelechukwu Orji, un proveedor de soluciones TIC, ingeniero de software y analista de datos con pasi贸n por transformar desaf铆os empresariales complejos en soluciones digitales elegantes, eficientes y escalables. Mi pasi贸n por construir y ayudar a las empresas ha dado forma a mi camino en el aprendizaje de la tecnolog铆a, impulsado por una curiosidad constante y un compromiso con el aprendizaje continuo.",
  "about.p2": "Con una s贸lida base en desarrollo de software, me especializo en crear aplicaciones web robustas utilizando frameworks modernos como React y Next.js, respaldadas por potentes tecnolog铆as backend. Mi experiencia se extiende al an谩lisis de datos, donde utilizo m茅todos estad铆sticos y aprendizaje autom谩tico para extraer informaci贸n valiosa de datos en bruto, ayudando a las empresas a tomar decisiones informadas.",
  "about.p2short": "Con una s贸lida base en desarrollo de software, me especializo en crear aplicaciones web robustas utilizando frameworks modernos como React y Next.js, respaldadas por potentes tecnolog铆as backend.",
  "about.p3": "Me desenvuelvo en entornos donde se fomenta la innovaci贸n y la resoluci贸n de problemas es primordial. Ya sea dise帽ando un nuevo sistema, optimizando procesos existentes o profundizando en los datos para descubrir patrones ocultos, me dedico a ofrecer resultados de alta calidad que superan las expectativas.",
  "about.p4": "Mi enfoque es colaborativo y centrado en el usuario. Creo que las mejores soluciones surgen de una comprensi贸n profunda de las necesidades del usuario y de una estrecha colaboraci贸n con los interesados. Siempre estoy dispuesto a asumir nuevos retos y contribuir a proyectos que tengan un impacto real.",
  "about.p5": "No dudes en explorar mis proyectos y habilidades, y no dudes en ponerte en contacto si tienes un proyecto en mente o simplemente quieres conectar!",
  "project.1.title": "Infraestructura de red empresarial",
  "project.1.desc": "Arquitectur茅 e implement茅 una infraestructura de red integral de nivel empresarial para una corporaci贸n multinacional, con soluciones VPN avanzadas, configuraciones de firewall de pr贸xima generaci贸n, sistemas de monitoreo de red en tiempo real y protocolos de seguridad automatizados. Implement茅 sistemas de redundancia, balanceo de carga y mecanismos de recuperaci贸n ante desastres asegurando 99.9% de tiempo de actividad y conectividad global sin problemas en m煤ltiples ubicaciones de oficinas.",
  "project.2.title": "Estrategia de migraci贸n a la nube",
  "project.2.desc": "Orquest茅 una estrategia integral de migraci贸n a la nube para infraestructura empresarial, transici贸n exitosa de sistemas locales a la plataforma AWS Cloud. Implement茅 containerizaci贸n con Docker y Kubernetes para arquitectura de microservicios, pipelines de despliegue automatizados con Terraform infrastructure-as-code, y establec铆 sistemas de monitoreo y alertas. Logr茅 40% de reducci贸n de costos, 60% de mejora en rendimiento y 99.5% de disponibilidad con migraci贸n sin tiempo de inactividad.",
  "project.3.title": "Implementaci贸n de ciberseguridad",
  "project.3.desc": "Dise帽茅 e implement茅 un framework de ciberseguridad multicapa para una instituci贸n financiera, integrando sistemas SIEM (Security Information and Event Management), sistemas avanzados IDS/IPS (Intrusion Detection/Prevention Systems) y protecci贸n de endpoints de pr贸xima generaci贸n. Establec铆 monitoreo de amenazas en tiempo real, protocolos automatizados de respuesta a incidentes y programas integrales de evaluaci贸n de vulnerabilidades. Mejor茅 la postura de seguridad con 95% de tasa de detecci贸n de amenazas y reduje el tiempo de respuesta a incidentes en 70%.",
  "project.4.title": "Plataforma de comercio electr贸nico",
  "project.4.desc": "Constru铆 una soluci贸n integral de comercio electr贸nico con gesti贸n avanzada de cat谩logo de productos, procesamiento seguro de pagos con integraci贸n PayStack, seguimiento de inventario en tiempo real, autenticaci贸n de usuarios, sistema de gesti贸n de pedidos y dise帽o responsivo. Incluye panel de administraci贸n para an谩lisis, gesti贸n de clientes e informes de ventas con soporte multi-moneda y optimizaci贸n m贸vil.",
  "project.5.title": "Una p谩gina de aterrizaje interactiva o sitio web de Portfolio",
  "project.5.desc": "Dise帽茅 y desarroll茅 un sitio web de portfolio moderno y responsivo con animaciones interactivas, efectos de desplazamiento suave y gesti贸n de contenido din谩mico. Las caracter铆sticas incluyen soporte multiidioma, alternancia de tema oscuro/claro y rendimiento optimizado para una experiencia de usuario fluida.",
  "project.6.title": "Automatizaci贸n de publicidad digital",
  "project.6.desc": "Desarroll茅 una plataforma integral de gesti贸n de publicidad digital con Asistente de IA para optimizaci贸n automatizada de campa帽as, seguimiento de rendimiento en tiempo real y colocaci贸n inteligente de anuncios en m煤ltiples canales.",
  "project.7.title": "Panel de an谩lisis de ventas",
  "project.7.desc": "Constru铆 una plataforma integral de an谩lisis de ventas con dashboards interactivos, visualizaci贸n de datos en tiempo real y capacidades avanzadas de an谩lisis predictivo. Integr茅 m煤ltiples fuentes de datos, implement茅 sistemas de reportes automatizados y desarroll茅 modelos de machine learning para pron贸sticos de ventas y an谩lisis de tendencias. Las caracter铆sticas incluyen seguimiento de KPI, m茅tricas de rendimiento e insights accionables que impulsaron 25% de aumento en eficiencia de ventas y mejoraron los procesos de toma de decisiones.",
  "project.8.title": "An谩lisis del comportamiento del cliente",
  "project.8.desc": "Desarroll茅 algoritmos sofisticados de machine learning y modelos predictivos para analizar patrones de comportamiento del cliente, segmentar la base de clientes y predecir la probabilidad de abandono con 85% de precisi贸n. Implement茅 pipelines de procesamiento de datos en tiempo real, cre茅 visualizaciones interactivas para mapeo de customer journey y establec铆 sistemas automatizados de alertas para clientes de alto riesgo. Los resultados llevaron a 30% de reducci贸n en abandono de clientes y 40% de mejora en estrategias de retenci贸n de clientes.",
  "project.9.title": "Optimizaci贸n de la cadena de suministro",
  "project.9.desc": "Ingenieric茅 un sistema integral de optimizaci贸n de cadena de suministro utilizando an谩lisis avanzado y algoritmos de machine learning. Desarroll茅 modelos predictivos para pron贸sticos de demanda, optimizaci贸n de inventario y planificaci贸n de rutas que redujeron los costos operativos en 35% y mejoraron la eficiencia de entrega en 50%. Implement茅 dashboards de monitoreo en tiempo real, sistemas automatizados de toma de decisiones e integraci贸n de m煤ltiples fuentes de datos para visibilidad y control end-to-end de la cadena de suministro.",
  "featured.subtitle": "Una selecci贸n de proyectos destacados que muestran mis habilidades y experiencia en diferentes 谩reas.",
  "featured.title": "Proyectos destacados",
  "featured.viewAll": "Ver todos los proyectos",
  "projectCard.github": "GitHub",
  "projectCard.liveDemo": "Demo en Vivo",
  "privacy.title": "Pol铆tica de privacidad",
  "privacy.intro.title": "Introducci贸n",
  "privacy.intro": "Esta Pol铆tica de Privacidad describe c贸mo recopilamos, usamos y manejamos su informaci贸n personal cuando utiliza nuestro sitio web y servicios. Nos comprometemos a proteger su privacidad y garantizar la seguridad de sus datos personales.",
  "privacy.infoWeCollect.title": "Informaci贸n que recopilamos",
  "privacy.infoWeCollect": "Recopilamos varios tipos de informaci贸n para diversos fines:",
  "privacy.infoWeCollectList.0": "Informaci贸n personal: nombre, direcci贸n de correo electr贸nico, n煤mero de tel茅fono y cualquier otra informaci贸n que proporcione a trav茅s de nuestro formulario de contacto",
  "privacy.infoWeCollectList.1": "Datos de uso: informaci贸n sobre c贸mo utiliza nuestro sitio web, incluidas las p谩ginas visitadas, el tiempo dedicado y el tipo de navegador",
  "privacy.infoWeCollectList.2": "Cookies y tecnolog铆as de seguimiento: utilizamos cookies para mejorar su experiencia de navegaci贸n y analizar el tr谩fico del sitio web",
  "privacy.infoWeCollectList.3": "Datos de comunicaci贸n: informaci贸n que proporciona cuando se pone en contacto con nosotros o se suscribe a nuestro bolet铆n",
  "privacy.howWeUse.title": "C贸mo usamos su informaci贸n",
  "privacy.howWeUse": "Utilizamos la informaci贸n recopilada para los siguientes fines:",
  "privacy.howWeUseList.0": "Proporcionar y mantener nuestros servicios",
  "privacy.howWeUseList.1": "Responder a sus consultas y brindar soporte al cliente",
  "privacy.howWeUseList.2": "Enviar actualizaciones, comunicaciones de marketing y materiales promocionales (con su consentimiento)",
  "privacy.howWeUseList.3": "Mejorar nuestro sitio web y servicios",
  "privacy.howWeUseList.4": "Detectar y prevenir problemas t茅cnicos",
  "privacy.howWeUseList.5": "Cumplir con obligaciones legales",
  "privacy.dataSecurity.title": "Seguridad de los datos",
  "privacy.dataSecurity": "Implementamos medidas t茅cnicas y organizativas apropiadas para proteger su informaci贸n personal, incluyendo:",
  "privacy.dataSecurityList.0": "Cifrado de datos en tr谩nsito y en reposo",
  "privacy.dataSecurityList.1": "Evaluaciones y actualizaciones de seguridad peri贸dicas",
  "privacy.dataSecurityList.2": "Controles de acceso y procedimientos de autenticaci贸n",
  "privacy.dataSecurityList.3": "Sistemas de almacenamiento y copia de seguridad seguros",
  "privacy.rights.title": "Sus derechos",
  "privacy.rights": "Usted tiene los siguientes derechos respecto a sus datos personales:",
  "privacy.rightsList.0": "Derecho a acceder a sus datos personales",
  "privacy.rightsList.1": "Derecho a corregir datos inexactos",
  "privacy.rightsList.2": "Derecho a solicitar la eliminaci贸n de sus datos",
  "privacy.rightsList.3": "Derecho a oponerse al procesamiento de sus datos",
  "privacy.rightsList.4": "Derecho a la portabilidad de los datos",
  "privacy.rightsList.5": "Derecho a retirar el consentimiento",
  "privacy.thirdParty.title": "Servicios de terceros",
  "privacy.thirdParty": "Podemos utilizar servicios de terceros que recopilan, monitorean y analizan el uso del sitio web. Estos servicios tienen sus propias pol铆ticas de privacidad y pueden recopilar informaci贸n como su direcci贸n IP, tipo de navegador y p谩ginas visitadas.",
  "privacy.changes.title": "Cambios en esta pol铆tica",
  "privacy.changes": "Podemos actualizar esta Pol铆tica de Privacidad peri贸dicamente. Le notificaremos cualquier cambio publicando la nueva Pol铆tica de Privacidad en esta p谩gina y actualizando la fecha de 'ltima actualizaci贸n'. Le recomendamos revisar esta pol铆tica peri贸dicamente.",
  "privacy.contact.title": "Cont谩ctenos",
  "privacy.contact": "Si tiene alguna pregunta sobre esta Pol铆tica de Privacidad o nuestras pr谩cticas de datos, cont谩ctenos:",
  "privacy.contactList.0": "A trav茅s del formulario de contacto en nuestro sitio web",
  "privacy.contactList.1": "Por correo electr贸nico a [Su direcci贸n de correo electr贸nico]",
  "privacy.contactList.2": "Por correo postal a [Su direcci贸n f铆sica]",
  "privacy.lastUpdated": "ltima actualizaci贸n:",
  "faq.q1.question": "驴Qu茅 servicios ofrece?",
  "faq.q1.answer": "Me especializo en desarrollo web full-stack, creando aplicaciones web modernas y receptivas con React, Next.js y Node.js. Mis servicios incluyen desarrollo de sitios web personalizados, desarrollo de aplicaciones web, integraci贸n de API y consultor铆a t茅cnica. Me enfoco en ofrecer soluciones de alto rendimiento, optimizadas para SEO y centradas en el usuario.",
  "faq.q2.question": "驴C贸mo puedo iniciar un proyecto?",
  "faq.q2.answer": "隆Es f谩cil! Simplemente complete el formulario de contacto en mi sitio web con los detalles de su proyecto. Programar茅 una consulta inicial gratuita para comprender sus necesidades, discutir los plazos y proporcionar una propuesta detallada. Tras la aprobaci贸n, comenzaremos el desarrollo con actualizaciones peri贸dicas.",
  "faq.q3.question": "驴Con qu茅 tecnolog铆as trabaja?",
  "faq.q3.answer": "Trabajo con una pila tecnol贸gica moderna que incluye React, Next.js, Node.js y TypeScript para el desarrollo web. Para el dise帽o, utilizo Tailwind CSS y frameworks CSS modernos. Tambi茅n domino Python para an谩lisis de datos y automatizaci贸n. Mi entorno de desarrollo incluye Git para el control de versiones y sigo las mejores pr谩cticas de calidad y seguridad del c贸digo.",
  "faq.q4.question": "驴Ofrece soporte y mantenimiento continuo?",
  "faq.q4.answer": "S铆, ofrezco servicios integrales de soporte y mantenimiento. Esto incluye actualizaciones peri贸dicas, parches de seguridad, optimizaci贸n del rendimiento y soporte t茅cnico. Ofrezco diferentes paquetes de soporte seg煤n sus necesidades, desde mantenimiento b谩sico hasta soporte t茅cnico completo. Todos los proyectos incluyen un per铆odo de garant铆a y documentaci贸n.",
  "faq.q5.question": "驴Cu谩l es su proceso de desarrollo?",
  "faq.q5.answer": "Mi proceso de desarrollo sigue una metodolog铆a 谩gil con fases claras: 1) Recopilaci贸n de requisitos y planificaci贸n, 2) Dise帽o y prototipado, 3) Desarrollo y pruebas, 4) Despliegue y lanzamiento, 5) Soporte post-lanzamiento. Mantengo una comunicaci贸n regular y proporciono actualizaciones de progreso. Cada fase incluye retroalimentaci贸n del cliente antes de avanzar.",
  "faq.q6.question": "驴C贸mo maneja la fijaci贸n de precios de los proyectos?",
  "faq.q6.answer": "La fijaci贸n de precios se basa en el alcance, la complejidad y el cronograma del proyecto. Proporciono cotizaciones detalladas despu茅s de comprender sus necesidades. Para proyectos grandes, ofrezco pagos por hitos. Soy transparente con los costos y discutiremos el presupuesto durante la consulta inicial para asegurarnos de que se ajuste a sus expectativas.",
  "faq.q7.question": "驴Qu茅 hace 煤nica su forma de trabajar?",
  "faq.q7.answer": "Mi enfoque combina experiencia t茅cnica con un enfoque en la experiencia del usuario y los objetivos comerciales. Priorizo un c贸digo limpio y mantenible y sigo pr谩cticas modernas de desarrollo. Hago hincapi茅 en el dise帽o receptivo, la optimizaci贸n del rendimiento y la accesibilidad. Cada proyecto es una colaboraci贸n, con comunicaci贸n abierta y colaboraci贸n continua.",
  "faq.q8.question": "驴Trabaja con clientes internacionales?",
  "faq.q8.answer": "S铆, trabajo con clientes de todo el mundo. Tengo experiencia gestionando diferentes zonas horarias y puedo adaptarme a diversas preferencias de comunicaci贸n. Hablo ingl茅s con fluidez y puedo trabajar con equipos internacionales. Todos los proyectos se gestionan a trav茅s de herramientas en la nube seguras para una colaboraci贸n fluida sin importar la ubicaci贸n.",
  "cta.title": "驴Listo para transformar tus ideas en realidad?",
  "cta.subtitle": "Construyamos algo incre铆ble juntos. 隆Cont谩ctame y hablemos de tu pr贸ximo proyecto!",
  "cta.button": "Obt茅n una consulta gratuita",
  "skills.category.Frontend Development": "Desarrollo Frontend",
  "skills.category.Backend Development": "Desarrollo Backend",
  "skills.category.Data Analytics": "An谩lisis de Datos",
  "skills.category.DevOps & Tools": "DevOps y Herramientas",
  "skills.skill.React": "React",
  "skills.skill.Next.js": "Next.js",
  "skills.skill.TypeScript": "TypeScript",
  "skills.skill.Tailwind CSS": "Tailwind CSS",
  "skills.skill.HTML/CSS": "HTML/CSS",
  "skills.skill.Node.js": "Node.js",
  "skills.skill.Python": "Python",
  "skills.skill.Java": "Java",
  "skills.skill.SQL": "SQL",
  "skills.skill.MongoDB": "MongoDB",
  "skills.skill.R": "R",
  "skills.skill.Excel": "Excel",
  "skills.skill.Tableau": "Tableau",
  "skills.skill.Power BI": "Power BI",
  "skills.skill.Git": "Git",
  "skills.skill.Docker": "Docker",
  "skills.skill.Kubernetes": "Kubernetes",
  "skills.skill.AWS": "AWS",
  "skills.skill.CI/CD": "CI/CD",
  "skills.skill.Linux": "Linux",
  "capabilities.webDev.title": "Desarrollo Web",
  "capabilities.webDev.desc": "Desarrollo web full-stack utilizando tecnolog铆as modernas y mejores pr谩cticas.",
  "capabilities.dataAnalysis.title": "An谩lisis de Datos",
  "capabilities.dataAnalysis.desc": "Informaci贸n y visualizaci贸n basada en datos utilizando diversas herramientas anal铆ticas.",
  "capabilities.ictSolutions.title": "Soluciones TIC",
  "capabilities.ictSolutions.desc": "Soluciones TIC integrales para empresas y organizaciones.",
  "capabilities.projectMgmt.title": "Gesti贸n de Proyectos",
  "capabilities.projectMgmt.desc": "Gesti贸n 谩gil de proyectos y colaboraci贸n en equipo.",
  "blog.title": "Publicaciones del Blog",
  "blog.subtitle": "Lee algunas de mis publicaciones y si necesitas mi experiencia en redacci贸n t茅cnica, 隆ponte en contacto!",
  "blog.all": "Todas",
  "blog.searchLabel": "Buscar publicaciones del blog",
  "blog.searchPlaceholder": "Buscar publicaciones del blog...",
  "blog.filterLabel": "Filtrar por categor铆a",
  "blog.post.gettingStartedWithNextjs.title": "Comenzando con Next.js",
  "blog.post.gettingStartedWithNextjs.excerpt": "Aprende a construir aplicaciones web modernas con Next.js, incluyendo renderizado del lado del servidor, generaci贸n est谩tica y rutas API.",
  "blog.post.dataAnalysisBestPractices.title": "Mejores Pr谩cticas de An谩lisis de Datos",
  "blog.post.dataAnalysisBestPractices.excerpt": "Consejos y t茅cnicas esenciales para un an谩lisis de datos efectivo, desde la limpieza de datos hasta la visualizaci贸n e interpretaci贸n.",
  "blog.post.machineLearningDeepDive.title": "Una Inmersi贸n Profunda en Machine Learning",
  "blog.post.machineLearningDeepDive.excerpt": "Comprende los conceptos fundamentales y aplicaciones del machine learning, desde algoritmos hasta implementaciones del mundo real.",
  "blog.post.understandingCloudComputing.title": "Entendiendo la Computaci贸n en la Nube",
  "blog.post.understandingCloudComputing.excerpt": "Una introducci贸n a los beneficios y tipos de servicios en la nube, incluyendo modelos IaaS, PaaS y SaaS.",
  "blog.post.becomeIctSpecialist.title": "C贸mo Convertirse en Especialista en Soluciones TIC",
  "blog.post.becomeIctSpecialist.excerpt": "Aprende c贸mo convertirte en Especialista en Soluciones TIC y construir una carrera en Tecnolog铆as de la Informaci贸n y Comunicaci贸n con esta gu铆a completa.",
  "blog.post.itSpecialistVsEngineer.title": "驴Qu茅 Hace un Especialista en TI? & 驴Qui茅n es un Ingeniero en TI?",
  "blog.post.itSpecialistVsEngineer.excerpt": "Explora las diferencias entre Especialistas en TI e Ingenieros en TI, sus roles, responsabilidades y trayectorias profesionales en la industria tecnol贸gica.",
  "blog.post.cloudEngineeringGuide.title": "驴Qu茅 Hace un Ingeniero en la Nube? & 驴Qui茅n es un Ingeniero en la Nube?",
  "blog.post.cloudEngineeringGuide.excerpt": "Una gu铆a completa sobre ingenier铆a en la nube, incluyendo roles, responsabilidades, habilidades y oportunidades profesionales en computaci贸n en la nube.",
  "blog.post.startingCloudEngineerCareer.title": "Comenzando una Carrera como Ingeniero en la Nube: Una Gu铆a para Principiantes",
  "blog.post.startingCloudEngineerCareer.excerpt": "Comienza tu viaje en ingenier铆a en la nube con esta gu铆a amigable para principiantes que cubre habilidades, certificaciones y trayectorias profesionales.",
  "blog.post.cloudSecurityBestPractice.title": "Mejores Pr谩cticas de Seguridad en la Nube: Protegiendo tus Activos Digitales",
  "blog.post.cloudSecurityBestPractice.excerpt": "Pr谩cticas y estrategias esenciales de seguridad en la nube para proteger tus aplicaciones y datos en el entorno de la nube.",
  "blog.post.serverlessArchitectureExplained.title": "Arquitectura Serverless Explicada: Beneficios y Casos de Uso",
  "blog.post.serverlessArchitectureExplained.excerpt": "Comprensi贸n de la arquitectura serverless, sus beneficios, limitaciones y aplicaciones reales en el desarrollo de software moderno.",
  "blog.post.guideToDeployingAppsOnAws.title": "Gu铆a para Principiantes: Desplegando Aplicaciones en AWS",
  "blog.post.guideToDeployingAppsOnAws.excerpt": "Gu铆a paso a paso para desplegar tu primera aplicaci贸n en Amazon Web Services con mejores pr谩cticas y consejos.",
  "blog.category.webDevelopment": "Desarrollo Web",
  "blog.category.dataScience": "Ciencia de Datos",
  "blog.category.artificialIntelligence": "Inteligencia Artificial",
  "blog.category.cloudTechnologies": "Tecnolog铆as en la Nube",
  "blog.category.ictSolutions": "Soluciones TIC",
  "contact.title": "Ponte en Contacto",
  "contact.subtitle": "驴Tienes una pregunta o quieres que trabajemos juntos? 隆Hablemos de eso envi谩ndome un mensaje!",
  "contact.name": "Nombre",
  "contact.namePlaceholder": "Nombre completo",
  "contact.email": "Correo electr贸nico",
  "contact.emailPlaceholder": "Tu correo electr贸nico",
  "contact.subject": "Asunto",
  "contact.subjectPlaceholder": "Asunto",
  "contact.message": "Mensaje",
  "contact.messagePlaceholder": "Escribe tu mensaje...",
  "contact.sendButton": "Enviar Mensaje",
  "contact.successMessage": "隆Mensaje enviado exitosamente!",
  "contact.errorMessage": "Error al enviar el mensaje. Por favor, int茅ntalo de nuevo.",
  "blog.post.dataAnalyticsCareerCompleteBlog.title": "Comenzar una carrera en An谩lisis de Datos: Gu铆a completa para principiantes",
  "blog.post.dataAnalyticsCareerCompleteBlog.excerpt": "Una hoja de ruta pr谩ctica para que los principiantes inicien una carrera exitosa en an谩lisis de datos, incluyendo habilidades, herramientas y consejos esenciales."
} 