{
  "hero.greeting": "Hola, soy",
  "hero.role": "Proveedor de soluciones TIC, ingeniero de software y analista de datos",
  "hero.intro": "Bienvenido a mi espacio profesional, donde muestro mis proyectos, habilidades y capacidades. Soy un apasionado proveedor de soluciones TIC, ingeniero de software y analista de datos. Me especializo en construir aplicaciones web robustas y extraer informaci贸n valiosa de los datos. Ayudo a las empresas a transformar sus ideas en realidad digital. Explora mi portafolio para ver c贸mo combino tecnolog铆a, creatividad y estrategia para lograr un verdadero impacto, y consulta las Preguntas Frecuentes para cualquier duda o simplemente 'Ponte en contacto .' 隆Gracias por visitarme!",
  "button.getInTouch": "Ponte en contacto",
  "button.viewProjects": "Ver proyectos",
  "navbar.home": "Inicio",
  "navbar.projects": "Proyectos",
  "navbar.skills": "Habilidades",
  "navbar.capabilities": "Capacidades",
  "navbar.blog": "Blog",
  "navbar.contact": "Contacto",
  "navbar.name": "Philip K.C O.",
  "footer.twitter": "Twitter",
  "footer.instagram": "Instagram",
  "footer.linkedin": "LinkedIn",
  "footer.github": "GitHub",
  "footer.privacy": "Pol铆tica de privacidad",
  "footer.faq": "Preguntas frecuentes",
  "footer.blogs": "Blogs",
  "footer.copyright": "Copyright 漏 {year} Philip Kelechukwu Orji. Todos los derechos reservados.",
  "faq.title": "Preguntas Frecuentes",
  "projects.title": "Mis Proyectos",
  "projects.subtitle": "Explora mi trabajo en diferentes dominios y tecnolog铆as.",
  "projects.tabs.ict": "Soluciones TIC",
  "projects.tabs.webApps": "Aplicaciones Web",
  "projects.tabs.dataAnalytics": "An谩lisis de Datos",
  "projects.viewProject": "Ver Proyecto",
  "skills.title": "Mis Habilidades T茅cnicas",
  "skills.subtitle": "Aqu铆 encontrar谩s una visi贸n general categorizada de mi experiencia t茅cnica, herramientas y tecnolog铆as que utilizo para construir soluciones digitales robustas.",
  "capabilities.title": "Capacidades Profesionales",
  "capabilities.subtitle": "Descubre la gama de servicios y experiencia que ofrezco para ayudar a empresas e individuos a alcanzar sus objetivos tecnol贸gicos.",
  "about.title": "Sobre m铆",
  "about.readMore": "Leer m谩s...",
  "about.showLess": "Mostrar menos...",
  "about.downloadCV": "Descargar CV",
  "about.p1": "隆Hola! Soy Philip Kelechukwu Orji, un proveedor de soluciones TIC, ingeniero de software y analista de datos con pasi贸n por transformar desaf铆os empresariales complejos en soluciones digitales elegantes, eficientes y escalables. Mi pasi贸n por construir y ayudar a las empresas ha dado forma a mi camino en el aprendizaje de la tecnolog铆a, impulsado por una curiosidad constante y un compromiso con el aprendizaje continuo.",
  "about.p2": "Con una s贸lida base en desarrollo de software, me especializo en crear aplicaciones web robustas utilizando frameworks modernos como React y Next.js, respaldadas por potentes tecnolog铆as backend. Mi experiencia se extiende al an谩lisis de datos, donde utilizo m茅todos estad铆sticos y aprendizaje autom谩tico para extraer informaci贸n valiosa de datos en bruto, ayudando a las empresas a tomar decisiones informadas.",
  "about.p2short": "Con una s贸lida base en desarrollo de software, me especializo en crear aplicaciones web robustas utilizando frameworks modernos como React y Next.js, respaldadas por potentes tecnolog铆as backend.",
  "about.p3": "Me desenvuelvo en entornos donde se fomenta la innovaci贸n y la resoluci贸n de problemas es primordial. Ya sea dise帽ando un nuevo sistema, optimizando procesos existentes o profundizando en los datos para descubrir patrones ocultos, me dedico a ofrecer resultados de alta calidad que superan las expectativas.",
  "about.p4": "Mi enfoque es colaborativo y centrado en el usuario. Creo que las mejores soluciones surgen de una comprensi贸n profunda de las necesidades del usuario y de una estrecha colaboraci贸n con los interesados. Siempre estoy dispuesto a asumir nuevos retos y contribuir a proyectos que tengan un impacto real.",
  "about.p5": "No dudes en explorar mis proyectos y habilidades, y no dudes en ponerte en contacto si tienes un proyecto en mente o simplemente quieres conectar!",
  "project.1.title": "Infraestructura de red empresarial",
  "project.1.desc": "Dise帽茅 e implement茅 una infraestructura de red segura y escalable para una corporaci贸n multinacional, incluyendo configuraci贸n de VPN, firewall y sistemas de monitoreo de red.",
  "project.2.title": "Estrategia de migraci贸n a la nube",
  "project.2.desc": "Lider茅 la migraci贸n de la infraestructura local a la nube de AWS, logrando una reducci贸n de costos del 40% y una mayor fiabilidad del sistema.",
  "project.3.title": "Implementaci贸n de ciberseguridad",
  "project.3.desc": "Implement茅 medidas de seguridad integrales, incluyendo SIEM, IDS/IPS y protecci贸n de endpoints para una instituci贸n financiera.",
  "project.4.title": "Plataforma de comercio electr贸nico",
  "project.4.desc": "Desarroll茅 una plataforma de comercio electr贸nico con gesti贸n de inventario en tiempo real, procesamiento de pagos y panel de an谩lisis.",
  "project.5.title": "Herramienta de gesti贸n de proyectos",
  "project.5.desc": "Constru铆 una aplicaci贸n colaborativa de gesti贸n de proyectos con actualizaciones en tiempo real, seguimiento de tareas y comunicaci贸n en equipo.",
  "project.6.title": "Portal de salud",
  "project.6.desc": "Cre茅 un portal seguro para pacientes con programaci贸n de citas, acceso a registros m茅dicos y funciones de telemedicina.",
  "project.7.title": "Panel de an谩lisis de ventas",
  "project.7.desc": "Desarroll茅 un panel interactivo para el an谩lisis del rendimiento de ventas con an谩lisis predictivo y visualizaci贸n de tendencias.",
  "project.8.title": "An谩lisis del comportamiento del cliente",
  "project.8.desc": "Implement茅 modelos de aprendizaje autom谩tico para analizar patrones de comportamiento del cliente y predecir la probabilidad de abandono.",
  "project.9.title": "Optimizaci贸n de la cadena de suministro",
  "project.9.desc": "Cre茅 un modelo de optimizaci贸n para la gesti贸n de la cadena de suministro utilizando datos hist贸ricos y an谩lisis predictivo.",
  "featured.subtitle": "Una selecci贸n de proyectos destacados que muestran mis habilidades y experiencia en diferentes 谩reas.",
  "featured.title": "Proyectos destacados"
} 