{
  "hero.greeting": "Bonjour, je suis",
  "hero.role": "Fournisseur de solutions TIC, ingénieur logiciel et analyste de données",
  "hero.intro": "Bienvenue dans mon espace professionnel, où je présente mes projets, compétences et capacités. Passionné par les TIC, le développement logiciel et l'analyse de données, je me spécialise dans la création d'applications web robustes et l'extraction d'informations exploitables à partir des données. J'aide les entreprises à transformer leurs idées en réalité numérique. Parcourez mon portfolio pour voir comment je combine technologie, créativité et stratégie pour générer un réel impact, et consultez la FAQ pour toute question ou contactez-moi simplement 👇. Merci de votre visite !",
  "button.getInTouch": "Contactez-moi",
  "button.viewProjects": "Voir les projets",
  "navbar.home": "Accueil",
  "navbar.projects": "Projets",
  "navbar.skills": "Compétences",
  "navbar.capabilities": "Capacités",
  "navbar.blog": "Blog",
  "navbar.contact": "Contact",
  "navbar.name": "Philip K.C O.",
  "footer.twitter": "Twitter",
  "footer.instagram": "Instagram",
  "footer.linkedin": "LinkedIn",
  "footer.github": "GitHub",
  "footer.privacy": "Politique de confidentialité",
  "footer.faq": "FAQ",
  "footer.blogs": "Blogs",
  "footer.copyright": "Copyright © {year} Philip Kelechukwu Orji. Tous droits réservés.",
  "faq.title": "Questions fréquemment posées",
  "projects.title": "Mes Projets",
  "projects.subtitle": "Découvrez mon travail dans différents domaines et technologies.",
  "projects.tabs.ict": "Solutions TIC",
  "projects.tabs.webApps": "Applications Web",
  "projects.tabs.dataAnalytics": "Analyse de Données",
  "projects.viewProject": "Voir le projet",
  "skills.title": "Mes Compétences Techniques",
  "skills.subtitle": "Vous trouverez ici un aperçu catégorisé de mon expertise technique, des outils et des technologies que j'utilise pour créer des solutions numériques robustes.",
  "capabilities.title": "Capacités Professionnelles",
  "capabilities.subtitle": "Découvrez la gamme de services et d'expertises que j'offre pour aider les entreprises et les particuliers à atteindre leurs objectifs technologiques.",
  "about.title": "À propos de moi",
  "about.readMore": "Lire la suite...",
  "about.showLess": "Réduire...",
  "about.downloadCV": "Télécharger le CV",
  "about.p1": "Bonjour ! Je suis Philip Kelechukwu Orji, un fournisseur de solutions TIC, ingénieur logiciel et analyste de données passionné par la transformation de défis commerciaux complexes en solutions numériques élégantes, efficaces et évolutives. Ma passion pour la création et l'accompagnement des entreprises a façonné mon parcours dans l'apprentissage de la technologie, guidé par une curiosité sans relâche et un engagement envers l'apprentissage continu.",
  "about.p2": "Fort d'une solide expérience en développement logiciel, je me spécialise dans la création d'applications web robustes avec des frameworks modernes comme React et Next.js, soutenus par des technologies backend puissantes. Mon expertise s'étend à l'analyse de données, où j'utilise des méthodes statistiques et l'apprentissage automatique pour extraire des informations exploitables à partir de données brutes, aidant ainsi les entreprises à prendre des décisions éclairées.",
  "about.p2short": "Fort d'une solide expérience en développement logiciel, je me spécialise dans la création d'applications web robustes avec des frameworks modernes comme React et Next.js, soutenus par des technologies backend puissantes.",
  "about.p3": "Je m'épanouis dans des environnements où l'innovation est encouragée et où la résolution de problèmes est au cœur des préoccupations. Qu'il s'agisse d'architecturer un nouveau système, d'optimiser des processus existants ou d'explorer en profondeur les données pour découvrir des schémas cachés, je m'engage à fournir des résultats de haute qualité qui dépassent les attentes.",
  "about.p4": "Mon approche est collaborative et centrée sur l'utilisateur. Je crois que les meilleures solutions naissent d'une compréhension approfondie des besoins des utilisateurs et d'une collaboration étroite avec les parties prenantes. Je suis toujours prêt à relever de nouveaux défis et à contribuer à des projets ayant un réel impact.",
  "about.p5": "N'hésitez pas à explorer mes projets et compétences, et contactez-moi si vous avez un projet en tête ou souhaitez simplement échanger !",
  "project.1.title": "Infrastructure réseau d'entreprise",
  "project.1.desc": "Conception et mise en œuvre d'une infrastructure réseau sécurisée et évolutive pour une multinationale, incluant la configuration VPN, le pare-feu et les systèmes de surveillance réseau.",
  "project.2.title": "Stratégie de migration vers le cloud",
  "project.2.desc": "Pilotage de la migration d'une infrastructure sur site vers le cloud AWS, entraînant une réduction des coûts de 40 % et une fiabilité accrue du système.",
  "project.3.title": "Mise en œuvre de la cybersécurité",
  "project.3.desc": "Mise en place de mesures de sécurité complètes, y compris SIEM, IDS/IPS et protection des terminaux pour une institution financière.",
  "project.4.title": "Plateforme e-commerce",
  "project.4.desc": "Développement d'une plateforme e-commerce complète avec gestion des stocks en temps réel, traitement des paiements et tableau de bord analytique.",
  "project.5.title": "Outil de gestion de projet",
  "project.5.desc": "Création d'une application collaborative de gestion de projet avec mises à jour en temps réel, suivi des tâches et fonctionnalités de communication d'équipe.",
  "project.6.title": "Portail santé",
  "project.6.desc": "Création d'un portail patient sécurisé pour un prestataire de santé avec prise de rendez-vous, accès aux dossiers médicaux et fonctionnalités de télémédecine.",
  "project.7.title": "Tableau de bord analytique des ventes",
  "project.7.desc": "Développement d'un tableau de bord interactif pour l'analyse des performances commerciales avec analyses prédictives et visualisation des tendances.",
  "project.8.title": "Analyse du comportement client",
  "project.8.desc": "Mise en œuvre de modèles d'apprentissage automatique pour analyser les comportements des clients et prédire la probabilité de résiliation.",
  "project.9.title": "Optimisation de la chaîne d'approvisionnement",
  "project.9.desc": "Création d'un modèle d'optimisation pour la gestion de la chaîne d'approvisionnement à partir de données historiques et d'analyses prédictives.",
  "featured.subtitle": "Une sélection de projets phares illustrant mes compétences et mon expérience dans différents domaines.",
  "featured.title": "Projets phares"
} 