{
  "hero.greeting": "Bonjour, je suis",
  "hero.role": "Fournisseur de solutions TIC, ingénieur logiciel et analyste de données",
  "hero.intro": "Bienvenue dans mon espace professionnel, où je présente mes projets, compétences et capacités. Passionné par les TIC, le développement logiciel et l'analyse de données, je me spécialise dans la création d'applications web robustes et l'extraction d'informations exploitables à partir des données. J'aide les entreprises à transformer leurs idées en réalité numérique. Parcourez mon portfolio pour voir comment je combine technologie, créativité et stratégie pour générer un réel impact, et consultez la FAQ pour toute question ou contactez-moi simplement 👇. Merci de votre visite !",
  "button.getInTouch": "Contactez-moi",
  "button.viewProjects": "Voir les projets",
  "navbar.home": "Accueil",
  "navbar.projects": "Projets",
  "navbar.skills": "Compétences",
  "navbar.capabilities": "Capacités",
  "navbar.blog": "Blog",
  "navbar.contact": "Contact",
  "navbar.name": "Philip K.C O.",
  "footer.twitter": "Twitter",
  "footer.instagram": "Instagram",
  "footer.linkedin": "LinkedIn",
  "footer.github": "GitHub",
  "footer.privacy": "Politique de confidentialité",
  "footer.faq": "FAQ",
  "footer.blogs": "Blogs",
  "footer.copyright": "Copyright © {year} Philip Kelechukwu Orji. Tous droits réservés.",
  "faq.title": "Questions fréquemment posées",
  "projects.title": "Mes Projets",
  "projects.subtitle": "Découvrez mon travail dans différents domaines et technologies.",
  "projects.tabs.ict": "Solutions TIC",
  "projects.tabs.webApps": "Applications Web",
  "projects.tabs.dataAnalytics": "Analyse de Données",
  "projects.viewProject": "Voir le projet",
  "skills.title": "Mes Compétences Techniques",
  "skills.subtitle": "Vous trouverez ici un aperçu catégorisé de mon expertise technique, des outils et des technologies que j'utilise pour créer des solutions numériques robustes.",
  "capabilities.title": "Capacités Professionnelles",
  "capabilities.subtitle": "Découvrez la gamme de services et d'expertises que j'offre pour aider les entreprises et les particuliers à atteindre leurs objectifs technologiques.",
  "about.title": "À propos de moi",
  "about.readMore": "Lire la suite...",
  "about.showLess": "Réduire...",
  "about.downloadCV": "Télécharger le CV",
  "about.p1": "Bonjour ! Je suis Philip Kelechukwu Orji, un fournisseur de solutions TIC, ingénieur logiciel et analyste de données passionné par la transformation de défis commerciaux complexes en solutions numériques élégantes, efficaces et évolutives. Ma passion pour la création et l'accompagnement des entreprises a façonné mon parcours dans l'apprentissage de la technologie, guidé par une curiosité sans relâche et un engagement envers l'apprentissage continu.",
  "about.p2": "Fort d'une solide expérience en développement logiciel, je me spécialise dans la création d'applications web robustes avec des frameworks modernes comme React et Next.js, soutenus par des technologies backend puissantes. Mon expertise s'étend à l'analyse de données, où j'utilise des méthodes statistiques et l'apprentissage automatique pour extraire des informations exploitables à partir de données brutes, aidant ainsi les entreprises à prendre des décisions éclairées.",
  "about.p2short": "Fort d'une solide expérience en développement logiciel, je me spécialise dans la création d'applications web robustes avec des frameworks modernes comme React et Next.js, soutenus par des technologies backend puissantes.",
  "about.p3": "Je m'épanouis dans des environnements où l'innovation est encouragée et où la résolution de problèmes est au cœur des préoccupations. Qu'il s'agisse d'architecturer un nouveau système, d'optimiser des processus existants ou d'explorer en profondeur les données pour découvrir des schémas cachés, je m'engage à fournir des résultats de haute qualité qui dépassent les attentes.",
  "about.p4": "Mon approche est collaborative et centrée sur l'utilisateur. Je crois que les meilleures solutions naissent d'une compréhension approfondie des besoins des utilisateurs et d'une collaboration étroite avec les parties prenantes. Je suis toujours prêt à relever de nouveaux défis et à contribuer à des projets ayant un réel impact.",
  "about.p5": "N'hésitez pas à explorer mes projets et compétences, et contactez-moi si vous avez un projet en tête ou souhaitez simplement échanger !",
  "project.1.title": "Infrastructure réseau d'entreprise",
  "project.1.desc": "Conception et mise en œuvre d'une infrastructure réseau sécurisée et évolutive pour une multinationale, incluant la configuration VPN, le pare-feu et les systèmes de surveillance réseau.",
  "project.2.title": "Stratégie de migration vers le cloud",
  "project.2.desc": "Pilotage de la migration d'une infrastructure sur site vers le cloud AWS, entraînant une réduction des coûts de 40 % et une fiabilité accrue du système.",
  "project.3.title": "Mise en œuvre de la cybersécurité",
  "project.3.desc": "Mise en place de mesures de sécurité complètes, y compris SIEM, IDS/IPS et protection des terminaux pour une institution financière.",
  "project.4.title": "Plateforme e-commerce",
  "project.4.desc": "Développement d'une plateforme e-commerce complète avec gestion des stocks en temps réel, traitement des paiements et tableau de bord analytique.",
  "project.5.title": "Outil de gestion de projet",
  "project.5.desc": "Création d'une application collaborative de gestion de projet avec mises à jour en temps réel, suivi des tâches et fonctionnalités de communication d'équipe.",
  "project.6.title": "Portail santé",
  "project.6.desc": "Création d'un portail patient sécurisé pour un prestataire de santé avec prise de rendez-vous, accès aux dossiers médicaux et fonctionnalités de télémédecine.",
  "project.7.title": "Tableau de bord analytique des ventes",
  "project.7.desc": "Développement d'un tableau de bord interactif pour l'analyse des performances commerciales avec analyses prédictives et visualisation des tendances.",
  "project.8.title": "Analyse du comportement client",
  "project.8.desc": "Mise en œuvre de modèles d'apprentissage automatique pour analyser les comportements des clients et prédire la probabilité de résiliation.",
  "project.9.title": "Optimisation de la chaîne d'approvisionnement",
  "project.9.desc": "Création d'un modèle d'optimisation pour la gestion de la chaîne d'approvisionnement à partir de données historiques et d'analyses prédictives.",
  "featured.subtitle": "Une sélection de projets phares illustrant mes compétences et mon expérience dans différents domaines.",
  "featured.title": "Projets phares",
  "privacy.title": "Politique de confidentialité",
  "privacy.intro.title": "Introduction",
  "privacy.intro": "Cette politique de confidentialité décrit comment nous collectons, utilisons et traitons vos informations personnelles lorsque vous utilisez notre site Web et nos services. Nous nous engageons à protéger votre vie privée et à garantir la sécurité de vos données personnelles.",
  "privacy.infoWeCollect.title": "Informations que nous collectons",
  "privacy.infoWeCollect": "Nous collectons plusieurs types d'informations à diverses fins :",
  "privacy.infoWeCollectList.0": "Informations personnelles : nom, adresse e-mail, numéro de téléphone et toute autre information que vous fournissez via notre formulaire de contact",
  "privacy.infoWeCollectList.1": "Données d'utilisation : informations sur la façon dont vous utilisez notre site Web, y compris les pages visitées, le temps passé et le type de navigateur",
  "privacy.infoWeCollectList.2": "Cookies et technologies de suivi : nous utilisons des cookies pour améliorer votre expérience de navigation et analyser le trafic du site Web",
  "privacy.infoWeCollectList.3": "Données de communication : informations que vous fournissez lorsque vous nous contactez ou vous abonnez à notre newsletter",
  "privacy.howWeUse.title": "Comment nous utilisons vos informations",
  "privacy.howWeUse": "Nous utilisons les informations collectées aux fins suivantes :",
  "privacy.howWeUseList.0": "Fournir et maintenir nos services",
  "privacy.howWeUseList.1": "Répondre à vos demandes et fournir un support client",
  "privacy.howWeUseList.2": "Vous envoyer des mises à jour, des communications marketing et des supports promotionnels (avec votre consentement)",
  "privacy.howWeUseList.3": "Améliorer notre site Web et nos services",
  "privacy.howWeUseList.4": "Détecter et prévenir les problèmes techniques",
  "privacy.howWeUseList.5": "Respecter les obligations légales",
  "privacy.dataSecurity.title": "Sécurité des données",
  "privacy.dataSecurity": "Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos informations personnelles, notamment :",
  "privacy.dataSecurityList.0": "Chiffrement des données en transit et au repos",
  "privacy.dataSecurityList.1": "Évaluations et mises à jour régulières de la sécurité",
  "privacy.dataSecurityList.2": "Contrôles d'accès et procédures d'authentification",
  "privacy.dataSecurityList.3": "Systèmes de stockage et de sauvegarde sécurisés",
  "privacy.rights.title": "Vos droits",
  "privacy.rights": "Vous disposez des droits suivants concernant vos données personnelles :",
  "privacy.rightsList.0": "Droit d'accès à vos données personnelles",
  "privacy.rightsList.1": "Droit de rectifier des données inexactes",
  "privacy.rightsList.2": "Droit de demander la suppression de vos données",
  "privacy.rightsList.3": "Droit de vous opposer au traitement de vos données",
  "privacy.rightsList.4": "Droit à la portabilité des données",
  "privacy.rightsList.5": "Droit de retirer votre consentement",
  "privacy.thirdParty.title": "Services tiers",
  "privacy.thirdParty": "Nous pouvons utiliser des services tiers qui collectent, surveillent et analysent l'utilisation du site Web. Ces services ont leurs propres politiques de confidentialité et peuvent collecter des informations telles que votre adresse IP, le type de navigateur et les pages visitées.",
  "privacy.changes.title": "Modifications de cette politique",
  "privacy.changes": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle politique de confidentialité sur cette page et en mettant à jour la date de 'Dernière mise à jour'. Nous vous encourageons à consulter régulièrement cette politique de confidentialité.",
  "privacy.contact.title": "Nous contacter",
  "privacy.contact": "Si vous avez des questions concernant cette politique de confidentialité ou nos pratiques en matière de données, veuillez nous contacter :",
  "privacy.contactList.0": "Via le formulaire de contact sur notre site Web",
  "privacy.contactList.1": "Par e-mail à [Votre adresse e-mail]",
  "privacy.contactList.2": "Par courrier à [Votre adresse postale]",
  "privacy.lastUpdated": "Dernière mise à jour :",
  "faq.q1.question": "Quels services proposez-vous ?",
  "faq.q1.answer": "Je suis spécialisé dans le développement web full-stack, créant des applications web modernes et réactives avec React, Next.js et Node.js. Mes services incluent le développement de sites web sur mesure, d'applications web, l'intégration d'API et le conseil technique. Je me concentre sur la livraison de solutions performantes, SEO-friendly et centrées sur l'utilisateur.",
  "faq.q2.question": "Comment puis-je démarrer un projet ?",
  "faq.q2.answer": "C'est simple ! Remplissez le formulaire de contact sur mon site avec les détails de votre projet. Je planifierai une consultation initiale gratuite pour comprendre vos besoins, discuter des délais et fournir une proposition détaillée. Après approbation, nous commencerons le développement avec des mises à jour régulières.",
  "faq.q3.question": "Quelles technologies utilisez-vous ?",
  "faq.q3.answer": "Je travaille avec une stack moderne incluant React, Next.js, Node.js et TypeScript pour le développement web. Pour le style, j'utilise Tailwind CSS et des frameworks CSS modernes. Je maîtrise également Python pour l'analyse de données et l'automatisation. Mon environnement de développement inclut Git pour le contrôle de version et je respecte les bonnes pratiques de qualité et de sécurité du code.",
  "faq.q4.question": "Proposez-vous un support et une maintenance continue ?",
  "faq.q4.answer": "Oui, je propose un support et une maintenance complets. Cela inclut des mises à jour régulières, des correctifs de sécurité, l'optimisation des performances et le support technique. J'offre différents forfaits de support adaptés à vos besoins, du support de base à l'assistance technique complète. Tous les projets bénéficient d'une période de garantie et de documentation.",
  "faq.q5.question": "Quel est votre processus de développement ?",
  "faq.q5.answer": "Mon processus suit une méthodologie agile avec des phases claires : 1) Recueil des besoins et planification, 2) Conception et prototypage, 3) Développement et tests, 4) Déploiement et lancement, 5) Support post-lancement. Je maintiens une communication régulière et fournis des mises à jour de progression. Chaque phase inclut des retours clients avant d'avancer.",
  "faq.q6.question": "Comment gérez-vous la tarification des projets ?",
  "faq.q6.answer": "La tarification dépend de la portée, de la complexité et du calendrier du projet. Je fournis des devis détaillés après avoir compris vos besoins. Pour les grands projets, je propose des paiements par étapes. Je suis transparent sur les coûts et nous discuterons du budget lors de la consultation initiale pour qu'il corresponde à vos attentes.",
  "faq.q7.question": "Qu'est-ce qui rend votre approche de développement unique ?",
  "faq.q7.answer": "Mon approche combine expertise technique et focus sur l'expérience utilisateur et les objectifs business. Je privilégie un code propre, maintenable et respecte les pratiques modernes. J'insiste sur le design réactif, l'optimisation des performances et l'accessibilité. Chaque projet est un partenariat avec une communication ouverte et une collaboration continue.",
  "faq.q8.question": "Travaillez-vous avec des clients internationaux ?",
  "faq.q8.answer": "Oui, je travaille avec des clients du monde entier. J'ai l'habitude de gérer différents fuseaux horaires et je peux m'adapter à diverses préférences de communication. Je parle couramment anglais et peux collaborer avec des équipes internationales. Tous les projets sont gérés via des outils cloud sécurisés pour une collaboration fluide, où que vous soyez.",
  "cta.title": "Prêt à transformer vos idées en réalité ?",
  "cta.subtitle": "Construisons quelque chose d'extraordinaire ensemble. Contactez-moi et discutons de votre prochain projet !",
  "cta.button": "Obtenez une consultation gratuite",
  "skills.category.Frontend Development": "Développement Frontend",
  "skills.category.Backend Development": "Développement Backend",
  "skills.category.Data Analytics": "Analyse de Données",
  "skills.category.DevOps & Tools": "DevOps & Outils",
  "skills.skill.React": "React",
  "skills.skill.Next.js": "Next.js",
  "skills.skill.TypeScript": "TypeScript",
  "skills.skill.Tailwind CSS": "Tailwind CSS",
  "skills.skill.HTML/CSS": "HTML/CSS",
  "skills.skill.Node.js": "Node.js",
  "skills.skill.Python": "Python",
  "skills.skill.Java": "Java",
  "skills.skill.SQL": "SQL",
  "skills.skill.MongoDB": "MongoDB",
  "skills.skill.R": "R",
  "skills.skill.Excel": "Excel",
  "skills.skill.Tableau": "Tableau",
  "skills.skill.Power BI": "Power BI",
  "skills.skill.Git": "Git",
  "skills.skill.Docker": "Docker",
  "skills.skill.Kubernetes": "Kubernetes",
  "skills.skill.AWS": "AWS",
  "skills.skill.CI/CD": "CI/CD",
  "skills.skill.Linux": "Linux",
  "capabilities.webDev.title": "Développement Web",
  "capabilities.webDev.desc": "Développement web full-stack utilisant les technologies modernes et les meilleures pratiques.",
  "capabilities.dataAnalysis.title": "Analyse de Données",
  "capabilities.dataAnalysis.desc": "Informations et visualisations basées sur les données à l'aide de divers outils analytiques.",
  "capabilities.ictSolutions.title": "Solutions TIC",
  "capabilities.ictSolutions.desc": "Solutions TIC complètes pour les entreprises et organisations.",
  "capabilities.projectMgmt.title": "Gestion de Projet",
  "capabilities.projectMgmt.desc": "Gestion de projet agile et collaboration d'équipe."
} 