{
  "hero.greeting": "Bonjour, je suis",
  "hero.role": "Fournisseur de solutions TIC, ingénieur logiciel et Chef de Projet",
  "hero.intro": "Bienvenue dans mon espace professionnel, où je présente mes projets, mes compétences et mes capacités. En tant que fournisseur de solutions TIC, ingénieur logiciel et chef de projet passionné, je me spécialise dans la création d'applications web robustes et dans la supervision de projets de la conception à la réalisation. J'aide les entreprises à transformer leurs idées en réalité numérique. Explorez mon portfolio pour voir comment je combine la technologie, la créativité et la stratégie pour créer un impact réel. N'hésitez pas à consulter la section FAQ pour toute question que vous pourriez avoir ou simplement \"Contactez-moi 👇\". J'apprécie votre visite.",
  "button.getInTouch": "Contactez-moi",
  "button.viewProjects": "Voir les projets",
  "navbar.home": "Accueil",
  "navbar.projects": "Projets",
  "navbar.skills": "Compétences",
  "navbar.capabilities": "Capacités",
  "navbar.blog": "Blog",
  "navbar.contact": "Contact",
  "navbar.name": "Philip O.",
  "footer.twitter": "Twitter",
  "footer.instagram": "Instagram",
  "footer.linkedin": "LinkedIn",
  "footer.github": "GitHub",
  "footer.privacy": "Politique de confidentialité",
  "footer.faq": "FAQ",
  "footer.blogs": "Blogs",
  "footer.copyright": "Copyright © {year} Philip Kelechukwu Orji. Tous droits réservés.",
  "faq.title": "Questions fréquemment posées",
  "projects.title": "Mes Projets",
  "projects.subtitle": "Découvrez mon travail dans différents domaines et technologies.",
  "projects.tabs.ict": "Solutions TIC",
  "projects.tabs.webApps": "Applications Web",
  "projects.viewProject": "Voir le projet",
  "skills.title": "Mes Compétences Techniques",
  "skills.subtitle": "Vous trouverez ici un aperçu catégorisé de mon expertise technique, des outils et des technologies que j'utilise pour créer des solutions numériques robustes.",
  "capabilities.title": "Capacités Professionnelles",
  "capabilities.subtitle": "Découvrez la gamme de services et d'expertises que j'offre pour aider les entreprises et les particuliers à atteindre leurs objectifs technologiques.",
  "about.title": "À propos de moi",
  "about.readMore": "Lire la suite...",
  "about.showLess": "Réduire...",
  "about.downloadCV": "Télécharger le CV",
  "about.p1": "Bonjour ! Je suis Philip Kelechukwu Orji, un professionnel polyvalent à l'intersection de la technologie et de la gestion. En tant que fournisseur de solutions TIC, ingénieur logiciel et chef de projet, j'apporte un mélange unique d'expertise technique et de vision stratégique à chaque projet que j'entreprends. Mon parcours dans le monde de la technologie est animé par une curiosité incessante et une passion pour la création de solutions non seulement innovantes, mais aussi pratiques et percutantes.",
  "about.p2": "Ma formation en génie logiciel m'a doté d'une base solide dans le développement d'applications web robustes et évolutives. Je maîtrise les frameworks modernes comme React et Next.js, et je suis expert dans l'utilisation de technologies backend puissantes pour créer des expériences numériques fluides. J'aime relever des défis techniques complexes et transformer des exigences complexes en un code élégant et fonctionnel.",
  "about.p2short": "Ma formation en génie logiciel m'a doté d'une base solide dans le développement d'applications web robustes et évolutives à l'aide de frameworks modernes et de technologies backend puissantes.",
  "about.p3": "En tant que chef de projet, j'excelle dans la conduite de projets de l'idéation à leur déploiement réussi. Je suis un fervent partisan des méthodologies agiles et du travail d'équipe collaboratif. Mon approche implique une planification méticuleuse, une communication claire et une attitude proactive face à la résolution de problèmes. Je m'engage à ce que les projets soient livrés à temps, dans le respect du budget et selon les normes de qualité les plus élevées.",
  "about.p4": "Dans mon rôle de fournisseur de solutions TIC, je me concentre sur la compréhension des besoins uniques des entreprises et sur l'élaboration de stratégies technologiques sur mesure pour les aider à atteindre leurs objectifs. Qu'il s'agisse d'optimiser des systèmes existants ou d'en concevoir de nouveaux, mon objectif est toujours de fournir des solutions qui améliorent l'efficacité, stimulent la croissance et offrent un avantage concurrentiel.",
  "about.p5": "Je suis passionné par l'apprentissage continu et j'explore constamment de nouvelles technologies et méthodologies pour rester à la pointe de l'industrie. Je vous invite à explorer mon portfolio pour voir des exemples de mon travail. Si vous avez un projet en tête ou si vous souhaitez entrer en contact, n'hésitez pas à me contacter !",
  "project.1.title": "Infrastructure réseau d'entreprise",
  "project.1.desc": "Conception et déploiement d'une infrastructure réseau d'entreprise complète pour une multinationale, avec des solutions VPN avancées, des configurations de pare-feu de nouvelle génération, des systèmes de surveillance réseau en temps réel et des protocoles de sécurité automatisés. Mise en place de systèmes de basculement redondants, d'équilibrage de charge et de mécanismes de reprise après sinistre garantissant 99,9% de disponibilité et une connectivité mondiale transparente sur plusieurs sites.",
  "project.2.title": "Stratégie de migration vers le cloud",
  "project.2.desc": "Orchestration d'une stratégie de migration cloud complète pour l'infrastructure d'entreprise, transition réussie des systèmes sur site vers la plateforme cloud AWS. Implémentation de la conteneurisation avec Docker et Kubernetes pour l'architecture microservices, pipelines de déploiement automatisés avec Terraform infrastructure-as-code, et établissement de systèmes de surveillance et d'alerte. Réalisation de 40% de réduction des coûts, 60% d'amélioration des performances et 99,5% de disponibilité avec migration sans interruption.",
  "project.3.title": "Mise en œuvre de la cybersécurité",
  "project.3.desc": "Conception et implémentation d'un framework de cybersécurité multicouche pour une institution financière, intégrant des systèmes SIEM (Security Information and Event Management), des systèmes IDS/IPS avancés (Intrusion Detection/Prevention Systems) et une protection des terminaux de nouvelle génération. Établissement d'une surveillance des menaces en temps réel, de protocoles de réponse aux incidents automatisés et de programmes d'évaluation des vulnérabilités complets. Amélioration de la posture de sécurité avec un taux de détection des menaces de 95% et réduction du temps de réponse aux incidents de 70%.",
  "project.4.title": "Plateforme e-commerce",
  "project.4.desc": "Construction d'une solution e-commerce complète avec gestion avancée du catalogue de produits, traitement sécurisé des paiements avec intégration PayStack, suivi des stocks en temps réel, authentification utilisateur, système de gestion des commandes et design responsive. Inclut un tableau de bord administrateur pour les analyses, la gestion des clients et les rapports de vente avec support multi-devises et optimisation mobile.",
  "project.5.title": "Une Page d'Atterrissage Interactive ou Site Portfolio",
  "project.5.desc": "Conception et développement d'un site web de portfolio moderne et responsive avec des animations interactives, des effets de défilement fluides et une gestion de contenu dynamique. Les fonctionnalités incluent le support multilingue, la bascule thème sombre/clair et des performances optimisées pour une expérience utilisateur fluide.",
  "project.6.title": "Automatisation de la publicité numérique",
  "project.6.desc": "Développement d'une plateforme complète de gestion de publicité numérique avec Assistant IA pour l'optimisation automatisée des campagnes, le suivi des performances en temps réel et le placement intelligent d'annonces sur plusieurs canaux.",
  "project.7.title": "Tableau de bord analytique des ventes",
  "project.7.desc": "Développement d'une plateforme d'analyse des ventes complète avec des tableaux de bord interactifs, une visualisation des données en temps réel et des capacités d'analyse prédictive avancées. Intégration de multiples sources de données, implémentation de systèmes de reporting automatisés et développement de modèles d'apprentissage automatique pour la prévision des ventes et l'analyse des tendances. Fonctionnalités incluant le suivi des KPI, les métriques de performance et les insights exploitables qui ont entraîné une augmentation de 25% de l'efficacité des ventes et amélioré les processus de prise de décision.",
  "project.8.title": "Analyse du comportement client",
  "project.8.desc": "Développement d'algorithmes sophistiqués d'apprentissage automatique et de modèles prédictifs pour analyser les schémas de comportement des clients, segmenter la base de clients et prédire la probabilité de désabonnement avec une précision de 85%. Implémentation de pipelines de traitement de données en temps réel, création de visualisations interactives pour la cartographie du parcours client et établissement de systèmes d'alerte automatisés pour les clients à haut risque. Résultats menant à une réduction de 30% du taux de désabonnement et une amélioration de 40% des stratégies de rétention client.",
  "project.9.title": "Optimisation de la chaîne d'approvisionnement",
  "project.9.desc": "Ingénierie d'un système d'optimisation de la chaîne d'approvisionnement complet utilisant l'analyse avancée et les algorithmes d'apprentissage automatique. Développement de modèles prédictifs pour la prévision de la demande, l'optimisation des stocks et la planification des itinéraires qui ont réduit les coûts opérationnels de 35% et amélioré l'efficacité de livraison de 50%. Implémentation de tableaux de bord de surveillance en temps réel, de systèmes de prise de décision automatisés et intégration de multiples sources de données pour une visibilité et un contrôle de bout en bout de la chaîne d'approvisionnement.",
  "featured.subtitle": "Une sélection de projets phares illustrant mes compétences et mon expérience dans différents domaines.",
  "featured.title": "Projets phares",
  "featured.viewAll": "Voir tous les projets",
  "projectCard.github": "GitHub",
  "projectCard.liveDemo": "Démo en Direct",
  "privacy.title": "Politique de confidentialité",
  "privacy.intro.title": "Introduction",
  "privacy.intro": "Cette politique de confidentialité décrit comment nous collectons, utilisons et traitons vos informations personnelles lorsque vous utilisez notre site Web et nos services. Nous nous engageons à protéger votre vie privée et à garantir la sécurité de vos données personnelles.",
  "privacy.infoWeCollect.title": "Informations que nous collectons",
  "privacy.infoWeCollect": "Nous collectons plusieurs types d'informations à diverses fins :",
  "privacy.infoWeCollectList.0": "Informations personnelles : nom, adresse e-mail, numéro de téléphone et toute autre information que vous fournissez via notre formulaire de contact",
  "privacy.infoWeCollectList.1": "Données d'utilisation : informations sur la façon dont vous utilisez notre site Web, y compris les pages visitées, le temps passé et le type de navigateur",
  "privacy.infoWeCollectList.2": "Cookies et technologies de suivi : nous utilisons des cookies pour améliorer votre expérience de navigation et analyser le trafic du site Web",
  "privacy.infoWeCollectList.3": "Données de communication : informations que vous fournissez lorsque vous nous contactez ou vous abonnez à notre newsletter",
  "privacy.howWeUse.title": "Comment nous utilisons vos informations",
  "privacy.howWeUse": "Nous utilisons les informations collectées aux fins suivantes :",
  "privacy.howWeUseList.0": "Fournir et maintenir nos services",
  "privacy.howWeUseList.1": "Répondre à vos demandes et fournir un support client",
  "privacy.howWeUseList.2": "Vous envoyer des mises à jour, des communications marketing et des supports promotionnels (avec votre consentement)",
  "privacy.howWeUseList.3": "Améliorer notre site Web et nos services",
  "privacy.howWeUseList.4": "Détecter et prévenir les problèmes techniques",
  "privacy.howWeUseList.5": "Respecter les obligations légales",
  "privacy.dataSecurity.title": "Sécurité des données",
  "privacy.dataSecurity": "Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos informations personnelles, notamment :",
  "privacy.dataSecurityList.0": "Chiffrement des données en transit et au repos",
  "privacy.dataSecurityList.1": "Évaluations et mises à jour régulières de la sécurité",
  "privacy.dataSecurityList.2": "Contrôles d'accès et procédures d'authentification",
  "privacy.dataSecurityList.3": "Systèmes de stockage et de sauvegarde sécurisés",
  "privacy.rights.title": "Vos droits",
  "privacy.rights": "Vous disposez des droits suivants concernant vos données personnelles :",
  "privacy.rightsList.0": "Droit d'accès à vos données personnelles",
  "privacy.rightsList.1": "Droit de rectifier des données inexactes",
  "privacy.rightsList.2": "Droit de demander la suppression de vos données",
  "privacy.rightsList.3": "Droit de vous opposer au traitement de vos données",
  "privacy.rightsList.4": "Droit à la portabilité des données",
  "privacy.rightsList.5": "Droit de retirer votre consentement",
  "privacy.thirdParty.title": "Services tiers",
  "privacy.thirdParty": "Nous pouvons utiliser des services tiers qui collectent, surveillent et analysent l'utilisation du site Web. Ces services ont leurs propres politiques de confidentialité et peuvent collecter des informations telles que votre adresse IP, le type de navigateur et les pages visitées.",
  "privacy.changes.title": "Modifications de cette politique",
  "privacy.changes": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle politique de confidentialité sur cette page et en mettant à jour la date de 'Dernière mise à jour'. Nous vous encourageons à consulter régulièrement cette politique de confidentialité.",
  "privacy.contact.title": "Nous contacter",
  "privacy.contact": "Si vous avez des questions concernant cette politique de confidentialité ou nos pratiques en matière de données, veuillez nous contacter :",
  "privacy.contactList.0": "Via le formulaire de contact sur notre site Web",
  "privacy.contactList.1": "Par e-mail à [Votre adresse e-mail]",
  "privacy.contactList.2": "Par courrier à [Votre adresse postale]",
  "privacy.lastUpdated": "Dernière mise à jour :",
  "faq.q1.question": "Quels services proposez-vous ?",
  "faq.q1.answer": "Je propose une gamme complète de services technologiques conçus pour répondre à un large éventail de besoins professionnels. En tant que **Fournisseur de Solutions TIC**, je propose des stratégies technologiques de bout en bout, de la gestion de l'infrastructure à l'optimisation des systèmes, en veillant à ce que votre technologie soit en adéquation avec vos objectifs commerciaux. Mon expertise en **Ingénierie Logicielle** me permet de créer des applications web robustes, évolutives et personnalisées à l'aide de technologies modernes comme React, Next.js et Node.js. En **Ingénierie Réseau**, je me spécialise dans la conception, la mise en œuvre et la gestion d'infrastructures réseau sécurisées et fiables, y compris la configuration de pare-feu, le routage, la commutation et les VPN. Enfin, en tant que **Chef de Projet**, j'assure un leadership solide pour garantir que les projets sont livrés à temps, dans le respect du budget et selon les normes de qualité les plus élevées, en utilisant des méthodologies agiles pour garantir le succès.",
  "faq.q2.question": "Comment puis-je démarrer un projet ?",
  "faq.q2.answer": "C'est simple ! Remplissez le formulaire de contact sur mon site avec les détails de votre projet. Je planifierai une consultation initiale gratuite pour comprendre vos besoins, discuter des délais et fournir une proposition détaillée. Après approbation, nous commencerons le développement avec des mises à jour régulières.",
  "faq.q3.question": "Quelles technologies utilisez-vous ?",
  "faq.q3.answer": "Je travaille avec une stack technologique moderne conçue pour fournir des solutions robustes et évolutives. En **Ingénierie Logicielle**, je me spécialise dans **React, Next.js, Node.js et TypeScript** pour créer des applications web dynamiques, complétées par **Tailwind CSS** pour le style. Mon expertise en **Ingénierie Réseau** comprend la configuration de **Pare-feu, la gestion du Routage et de la Commutation, et la mise en œuvre de VPN**. Côté DevOps, je suis compétent avec **Git, Docker, Kubernetes, AWS et les pipelines CI/CD**. Je suis les meilleures pratiques de l'industrie en matière de qualité de code, de sécurité et de performance pour garantir que toutes les solutions sont fiables et maintenables.",
  "faq.q4.question": "Proposez-vous un support et une maintenance continue ?",
  "faq.q4.answer": "Oui, je propose un support et une maintenance complets. Cela inclut des mises à jour régulières, des correctifs de sécurité, l'optimisation des performances et le support technique. J'offre différents forfaits de support adaptés à vos besoins, du support de base à l'assistance technique complète. Tous les projets bénéficient d'une période de garantie et de documentation.",
  "faq.q5.question": "Quel est votre processus de développement ?",
  "faq.q5.answer": "Mon processus suit une méthodologie agile avec des phases claires : 1) Recueil des besoins et planification, 2) Conception et prototypage, 3) Développement et tests, 4) Déploiement et lancement, 5) Support post-lancement. Je maintiens une communication régulière et fournis des mises à jour de progression. Chaque phase inclut des retours clients avant d'avancer.",
  "faq.q6.question": "Comment gérez-vous la tarification des projets ?",
  "faq.q6.answer": "La tarification dépend de la portée, de la complexité et du calendrier du projet. Je fournis des devis détaillés après avoir compris vos besoins. Pour les grands projets, je propose des paiements par étapes. Je suis transparent sur les coûts et nous discuterons du budget lors de la consultation initiale pour qu'il corresponde à vos attentes.",
  "faq.q7.question": "Qu'est-ce qui rend votre approche de développement unique ?",
  "faq.q7.answer": "Mon approche combine expertise technique et focus sur l'expérience utilisateur et les objectifs business. Je privilégie un code propre, maintenable et respecte les pratiques modernes. J'insiste sur le design réactif, l'optimisation des performances et l'accessibilité. Chaque projet est un partenariat avec une communication ouverte et une collaboration continue.",
  "faq.q8.question": "Travaillez-vous avec des clients internationaux ?",
  "faq.q8.answer": "Oui, je travaille avec des clients du monde entier. J'ai l'habitude de gérer différents fuseaux horaires et je peux m'adapter à diverses préférences de communication. Je parle couramment anglais et peux collaborer avec des équipes internationales. Tous les projets sont gérés via des outils cloud sécurisés pour une collaboration fluide, où que vous soyez.",
  "cta.title": "Prêt à transformer vos idées en réalité ?",
  "cta.subtitle": "Construisons quelque chose d'extraordinaire ensemble. Contactez-moi et discutons de votre prochain projet !",
  "cta.button": "Obtenez une consultation gratuite",
  "skills.category.Frontend Development": "Développement Frontend",
  "skills.category.Backend Development": "Développement Backend",
  "skills.category.Network Engineering": "Ingénierie Réseau",
  "skills.category.DevOps & Tools": "DevOps & Outils",
  "skills.skill.React": "React",
  "skills.skill.Next.js": "Next.js",
  "skills.skill.TypeScript": "TypeScript",
  "skills.skill.Tailwind CSS": "Tailwind CSS",
  "skills.skill.HTML/CSS": "HTML/CSS",
  "skills.skill.Node.js": "Node.js",
  "skills.skill.Python": "Python",
  "skills.skill.Java": "Java",
  "skills.skill.SQL": "SQL",
  "skills.skill.MongoDB": "MongoDB",
  "skills.skill.Firewalls": "Pare-feu",
  "skills.skill.Routing/Switching": "Routage/Commutation",
  "skills.skill.VPN": "VPN",
  "skills.skill.Security Auditing": "Audit de Sécurité",
  "skills.skill.Git": "Git",
  "skills.skill.Docker": "Docker",
  "skills.skill.Kubernetes": "Kubernetes",
  "skills.skill.AWS": "AWS",
  "skills.skill.CI/CD": "CI/CD",
  "skills.skill.Linux": "Linux",
  "capabilities.webDev.title": "Développement Web",
  "capabilities.webDev.desc": "Développement web full-stack utilisant les technologies modernes et les meilleures pratiques.",
  "capabilities.networkEngineering.title": "Ingénierie Réseau",
  "capabilities.networkEngineering.desc": "Conception, mise en œuvre et gestion d'infrastructures réseau sécurisées et évolutives.",
  "capabilities.ictSolutions.title": "Solutions TIC",
  "capabilities.ictSolutions.desc": "Solutions TIC complètes pour les entreprises et organisations.",
  "capabilities.projectMgmt.title": "Gestion de Projet",
  "capabilities.projectMgmt.desc": "Gestion de projet agile et collaboration d'équipe.",
  "blog.title": "Articles de Blog",
  "blog.subtitle": "Lisez certains de mes articles et si vous avez besoin de mon expertise en rédaction technique, contactez-moi !",
  "blog.all": "Tous",
  "blog.searchLabel": "Rechercher des articles de blog",
  "blog.searchPlaceholder": "Rechercher des articles de blog...",
  "blog.filterLabel": "Filtrer par catégorie",
  "blog.post.gettingStartedWithNextjs.title": "Commencer avec Next.js",
  "blog.post.gettingStartedWithNextjs.excerpt": "Apprenez à construire des applications web modernes avec Next.js, incluant le rendu côté serveur, la génération statique et les routes API.",
  "blog.post.dataAnalysisBestPractices.title": "Meilleures Pratiques d'Analyse de Données",
  "blog.post.dataAnalysisBestPractices.excerpt": "Conseils et techniques essentiels pour une analyse de données efficace, du nettoyage des données à la visualisation et l'interprétation.",
  "blog.post.machineLearningDeepDive.title": "Une Plongée Profonde dans le Machine Learning",
  "blog.post.machineLearningDeepDive.excerpt": "Comprenez les concepts fondamentaux et les applications du machine learning, des algorithmes aux implémentations réelles.",
  "blog.post.understandingCloudComputing.title": "Comprendre le Cloud Computing",
  "blog.post.understandingCloudComputing.excerpt": "Une introduction aux avantages et types de services cloud, incluant les modèles IaaS, PaaS et SaaS.",
  "blog.post.becomeIctSpecialist.title": "Comment Devenir Spécialiste en Solutions TIC",
  "blog.post.becomeIctSpecialist.excerpt": "Apprenez comment devenir Spécialiste en Solutions TIC et construire une carrière dans les Technologies de l'Information et de la Communication avec ce guide complet.",
  "blog.post.itSpecialistVsEngineer.title": "Que Fait un Spécialiste IT ? & Qui est un Ingénieur IT ?",
  "blog.post.itSpecialistVsEngineer.excerpt": "Explorez les différences entre Spécialistes IT et Ingénieurs IT, leurs rôles, responsabilités et parcours professionnels dans l'industrie technologique.",
  "blog.post.cloudEngineeringGuide.title": "Que Fait un Ingénieur Cloud ? & Qui est un Ingénieur Cloud ?",
  "blog.post.cloudEngineeringGuide.excerpt": "Un guide complet sur l'ingénierie cloud, incluant les rôles, responsabilités, compétences et opportunités de carrière dans le cloud computing.",
  "blog.post.startingCloudEngineerCareer.title": "Commencer une Carrière d'Ingénieur Cloud : Un Guide pour Débutants",
  "blog.post.startingCloudEngineerCareer.excerpt": "Commencez votre voyage dans l'ingénierie cloud avec ce guide convivial pour débutants couvrant les compétences, certifications et parcours professionnels.",
  "blog.post.cloudSecurityBestPractice.title": "Meilleures Pratiques de Sécurité Cloud : Protéger vos Actifs Numériques",
  "blog.post.cloudSecurityBestPractice.excerpt": "Pratiques et stratégies essentielles de sécurité cloud pour protéger vos applications et données dans l'environnement cloud.",
  "blog.post.serverlessArchitectureExplained.title": "Architecture Serverless Expliquée : Avantages et Cas d'Usage",
  "blog.post.serverlessArchitectureExplained.excerpt": "Compréhension de l'architecture serverless, ses avantages, limitations et applications réelles dans le développement de logiciels modernes.",
  "blog.post.guideToDeployingAppsOnAws.title": "Guide Débutant : Déployer des Applications sur AWS",
  "blog.post.guideToDeployingAppsOnAws.excerpt": "Guide étape par étape pour déployer votre première application sur Amazon Web Services avec les meilleures pratiques et conseils.",
  "blog.category.webDevelopment": "Développement Web",
  "blog.category.dataScience": "Science des Données",
  "blog.category.artificialIntelligence": "Intelligence Artificielle",
  "blog.category.cloudTechnologies": "Technologies Cloud",
  "blog.category.ictSolutions": "Solutions TIC",
  "contact.title": "Contactez-moi",
  "contact.subtitle": "Vous avez une question ou souhaitez qu'on travaille ensemble ? Discutons-en en m'envoyant un message !",
  "contact.name": "Nom",
  "contact.namePlaceholder": "Nom complet",
  "contact.email": "E-mail",
  "contact.emailPlaceholder": "Votre e-mail",
  "contact.subject": "Sujet",
  "contact.subjectPlaceholder": "Sujet",
  "contact.message": "Message",
  "contact.messagePlaceholder": "Écrivez votre message...",
  "contact.sendButton": "Envoyer le Message",
  "contact.successMessage": "Message envoyé avec succès !",
  "contact.errorMessage": "Échec de l'envoi du message. Veuillez réessayer.",
  "blog.post.cicdRoadmapLearningWithEase.title": "Apprendre CI/CD plus facilement : Guide complet",
  "blog.post.cicdRoadmapLearningWithEase.excerpt": "Maîtrisez l'intégration et le déploiement continus (CI/CD) avec une feuille de route structurée. Ce guide couvre les essentiels, les meilleures pratiques et des étapes concrètes pour devenir compétent en CI/CD.",
  "blog.post.learnDockerComprehensiveRoadmap.title": "Apprendre Docker plus facilement et efficacement",
  "blog.post.learnDockerComprehensiveRoadmap.excerpt": "Une feuille de route étape par étape pour maîtriser Docker, des bases aux sujets avancés, avec des exemples pratiques et des supports visuels.",
  "blog.post.simplifiedKubernetesLearningRoadmap.title": "Apprendre Kubernetes plus facilement et efficacement",
  "blog.post.simplifiedKubernetesLearningRoadmap.excerpt": "Une feuille de route complète et structurée pour maîtriser Kubernetes, des prérequis aux meilleures pratiques avancées.",
  "blog.post.cloudComputingLearningRoadmap.title": "Analyse complète de la feuille de route d'apprentissage du Cloud Computing",
  "blog.post.cloudComputingLearningRoadmap.excerpt": "Une analyse approfondie, étape par étape, pour apprendre le cloud computing, incluant modèles, fournisseurs et bonnes pratiques pour tous niveaux."
} 